final petfood = [
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': ' 퍼피',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭', '칠면조', '달걀', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '1.1cm의 키블 크기로 급하게 먹는 아이들이 먹기에 적합하다. \nEPA + DHA 함유량이 0.5% 가 넘어 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n렌틸콩과 완두 같은 글루텐이 없는 탄수화물 사용, 원료가 우수하며 사료 흡수율 또한 좋다. \n관절 건강에 좋은 강황 뿌리 가 포함되어 있다.\n글루코사민(1500mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있다. 이는 관절 건강, 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n엔테로코커스 패슘 유산균(프로바이오틱스)이 포함되어 소화에 도움을 준다.\n갑상선 건강에 좋은 갈색켈프 가 포함되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': ' 퍼피 라지 브리드',
    'food_type': '건식',
    'size': ['중형', '대형'],
    'age': ['G'],
    'flavor': ['닭', '칠면조', '청어', '가자미'],
    'alg': ['닭', '칠면조', '어류', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '1.1cm의 키블 크기로 사료를 급하게 먹거나 자주 체하는 아이들이 먹기에 적합하다. \nEPA + DHA 함유량이 0.5% 가 넘어 신체 면연력 및 피부 컨디션, 혈류개선에 도움을준다.\n렌틸콩 과 완두 같은 글루텐이 없는 탄수화물 사용, 원료가 우수하며 사료흡수율 또한 좋다. 관절 건강에 좋은 강황이 포함되어 있다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 관절 건강, 슬개골 탈구 예방, 수술 이후 회복에 도움을 줄 수도 있다.\n대형견종 전용으로 나온 사료로, 대형견의 성장 속도를 고려하여 지방 비율이 상대적으로 낮다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '6fish',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['정어리', '고등어', '메를루사', '가자미', '볼락', '솔피쉬'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부/피모(S)', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'EPA + DHA 함유량이 1.2%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다.\n글루코사민(1250mg/kg)과 콘드로이틴(1000mg/kg)이 적정량 포함되어 있다. 이는 관절 건강, 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n관절 건강에 좋은 강황이 포함되어 있다.\n갑상선 건강에 좋은 갈색 켈프가 함유되어 있다.\n엔테로코커스 패슘 유산균(프로바이오틱스)이 함유되어 있어 장 건강에 도움을 준다.\n치커리뿌리(이눌린)는 프리바이오틱스 함량이 높아 장 건강과 소화기에 도움을 준다.\n오메가6 와 오메가3 의 비율이 1:1 이라 추가적인 오메가3 영양제 급여는 권장되지 않는다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '오리지날 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['닭', '칠면조', '달걀', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '고단백 사료(단백질 함량이 굉장히 높다.)\nEPA + DHA 0.5%로 신체 면역력 및 피부 컨디션, 혈루개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n글루코사민(1400mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n관절 건강에 좋은 강황 뿌리가 포함되어 있다.\n키블 크기가 1.1cm 로 사료를 급하게 먹거나 자주 체하는 아이들이 먹기에 적합하다.\n엔테로코커스 패슘 유산균(프로바이오틱스)이 포함되어 장건강 과 소화에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': ' 스몰 브리드',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['칠면조', '닭', '메추리', '달걀'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 사료(단백질 함량이 굉장히 높다.) \nEPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n글루코사민(800mg/kg)과 콘드로이틴(700mg/kg)이 적정량 포함되어 있다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n관절 건강에 좋은 강황 뿌리가 포함되어 있다.\n관절 건강에 좋은 뉴질랜드 홍합이 함유되어 있다.(초록 홍합)\n엔트로코커스 유산균이 함유되어 있어 소화와 장 건강에 도움을 준다.\n키블 크기가 1.1cm 로 사료를 급하게 먹거나 자주 체하는 아이들에게 급여해주면 좋다.\n치커리 뿌리(이눌린(프리바이오틱스)) 가 함유되어 있어 장건강 과 소화에 도움을 준다.\n'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '시니어 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭', '달걀', '칠면조', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'EPA + DHA 0.5%로 신체 면역력 및 피부 컨디션 혈류 개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n글루코사민(1400mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n관절 건강에 도움을 주는 강황 뿌리(서큐민)가 함유되어 있다.\n엔테로코커스 패슘 유산균(프로바이오틱스)이 함유되어 있어 장 건강과 소화에 도움을 준다.\n치커리 뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장건강 과 소화에 도움을 준다.\n갑상선 건강에 도움을 주는 갈색 켈프가 함유되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '아카나',
    'name': '프리런 덕',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['오리'],
    'alg': ['오리', '콩', '과일'],
    'health': ['단일단백질', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 도움을 주는 강황 (서큐민) 이 함유되어 있다.\n해조류에서 얻어지는 EPA + DHA 0.25%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원할 경우 추가적인 오메가3 영양제 급여가 권장된다.\n관절 건강에 좋은 강황 뿌리 가 함유되어 있다.\n치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n엔테로코커스 패슘 유산균이 함유 되어 있어 장 건강과 소화에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '아카나',
    'name': '요크셔 포크',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['돼지'],
    'alg': ['돼지', '콩', '과일'],
    'health': ['단일단백질', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있다.\n해조류에서 얻어지는 EPA + DHA 가 0.25%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원할 경우 추가적인 오메가3 급여가 권장된다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n관절 건강에 좋은 강황 뿌리 가 함유되어 있다.\n갑상선 건강에 좋은 건조 갈색 켈프가 함유되어 있다.\n엔테로코커스 패슘 유산균이 함유 되 어 있어 장 건강과 소화에 도움을 준다.\n치커리뿌리(이눌린(프리바이오틱스))가 함유되어 장 건강과 소화에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 사슴고기',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['사슴'],
    'alg': ['사슴'],
    'health': ['단일단백질. 뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다.\n갑상선 건강에 좋은 켈프가 포함되어 있다.\n킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높다.\n치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴 이 함유되어 있다.\nEPA + DHA 함유량이 0.17%로 적어 추가적인 오메가3 급여가 추천된다.\n사료내 유산균이 확인되지 않아 추가적인 유산균 급여가 추천된다.\n칼로리가 높아 활동성이 떨어지는 노령견은 주의해야한다.\n고지방 제품이라 췌장이 좋지 않은 아이는 주의해야한다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 양고기',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다.\n갑상선 건강에 좋은 켈프가 포함되어 있다.\n킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높다.\n치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\nEPA + DHA 함유량이 0.18%로 적어 추가적인 오메가3 급여가 추천된다.\n사료내 유산균이 확인되지 않아 추가적인 유산균 급여가 추천된다.\n칼로리가 높아 활동성이 떨어지는 노령견은 주의해야한다.\n고지방 제품이라 췌장이 좋지 않은 아이는 주의해야한다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 닭',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 고지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다.\n갑상선 건강에 좋은 건 켈프가 포함되어 있다.\n킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높다.\n치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\nEPA + DHA 함유량이 0.14%로 적어 추가적인 오메가 3 급여가 추천된다.\n사료내 유산균이 확인되지 않아 추가적인 유산균 급여가 추천된다.\n칼로리가 높아 활동성이 떨어지는 노령견은 주의해야한다.\n고지방 제품이라 췌장이 좋지 않은 아이는 주의해야한다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 소',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['소'],
    'alg': ['소'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다. \nEPA + DHA  0.14%로 적어 추가적인 오메가 3 영양제 급여가 추천된다.\n킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높다.\n치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\n사료내 유산균(프로바이오틱스)이 확인되지 않아 추가적인 유산균 급여가 추천된다.\n칼로리가 높아 활동성이 떨어지는 노령견은 주의해야한다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '트라이프 & 양',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 고지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다.\n치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\nEPA + DHA 함유량이 0.18%로 적어 추가적인 오메가3 급여가 추천된다.\n사료내 유산균이 확인되지 않아 추가적인 유산균 급여가 추천된다.\n칼로리가 높아 활동성이 떨어지는 노령견은 주의해야한다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '고등어 & 양',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['고등어', '양'],
    'alg': ['양', '어류'],
    'health': ['뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방 사료\n뉴질랜드 초록홍합(글루코사민 + 콘드로이틴)이 함유되어 있어 관절건강에 도움을 준다.\n치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\nEPA + DHA 함유량이 0.18%로 적어 추가적인 오메가3 급여가 추천된다.\n고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.\n제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 한다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': ' N&D 그레인프리 펌프킨 닭고기&석류 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '달걀', '어류', '과일', '효모'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '활동량이 떨어지는 강아지.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 관절건강과 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수도 있다.\n관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있다.\n치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당MOS) 에는 프로바이오틱스 함유량이 높다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 준다.\nEPA + DHA 0.8% 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 소량 함유되어 있어 추가적인 오메가3 영양제 급여가 추천된다.(어류에서 추출된 오메가3)'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 멧돼지&사과 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['멧돼지'],
    'alg': ['콩', '달걀', '효모', '과일', '멧돼지'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수도 있다.\n관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있다.\n치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당MOS) 에는 프로바이오틱스 함유량이 높다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 준다.\nEPA + DHA 0.8%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다.\n(어류에서 추출된 오메가3)'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 청어&오렌지 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['청어'],
    'alg': ['어류', '달걀', '콩', '과일', '효모'],
    'health': ['피부/피모(S)', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'EPA + DHA 함유량이 0.8%로 신체 면역력 및 피부 컨디션에 좋으며 별도의 오메가3를 보충하지 않아도 된다. (어류에서 추출된 오메가3가 많이 함유되어 있다.)\n치커리추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난-올리고 사카 라이드MOS)에는 프로바이오틱스 함유량이 높다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 준다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수도 있다.\n관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있다.\n'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 그레인프리 펌프킨 대구&오렌지 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['대구'],
    'alg': ['어류', '콩', '과일', '효모'],
    'health': ['단일단백질. 피부/피모(S)', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        'EPA+ DHA 함유량이 1.7%로 신체 면역력 및 피부 컨디션 혈류 개선에  도움을 주며 별도의 오메가3를 보충하지 않아도 된다.\n치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS) 이스트추출물(만난올리고당MOS) 에는 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다 ( 체내 영양소 흡수 및 배변활동)\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수도 있다.\n관절 건강에 도움을 주는 강황 뿌리가 함유되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 로우 그레인(귀리) 닭고기&석류 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '곡류', '달걀', '어류', '과일', '효모'],
    'health': ['심장', '소화기'],
    'sprotein': '0',
    'main_eff':
        '혈당 조절과 심장 (심혈관질환)에 좋은 귀리, 스펠트(원시식물)을 사용했기에 노령견 아이들에게 좋다.\n치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS) 이스트추출물(만난올리고당MOS) 에는 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다 ( 체내 영양소 흡수 및 배변활동)\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수도 있다.\n관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있다.\n차전자피는 설사,장염,장세포회복증진에 효과적이다.\n'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '피트&트림',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭', '달걀', '칠면조', '청어', '가자미'],
    'alg': ['닭', '달걀', '칠면조\n어류', '콩', '과일'],
    'health': ['체중조절', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '지방 13% 탄수화물 17%로 낮은 수준이며, kg당 칼로리도 3,500으로 낮다.\n갑상선 건강에 좋은 갈색 켈프가 함유 되어 있다.\n관절 건강에 도움을 주는 강황 뿌리(서큐민)가 함유되어 있다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄수도 있다.\n엔테로코커스 패슘 유산균(프로바이오틱스)이 함유되어 있어 장 건강에 도움을 준다.\nEPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '컴플리트 헬스 스몰 브리드 헬시웨이트',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['소형'],
    'flavor': ['칠면조', '닭', '연어'],
    'alg': ['칠면조', '닭', '연어', '곡류', '아마', '과일'],
    'health': ['체중조절', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '지방 분해에 효과적인 L-카르니틴이 함유되어 있다.\n글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린)은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동 )\n유산균[건조 락토바실러스 파란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이] 가 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '코어 스몰 브리드 헬시웨이트',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A', 'S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '닭', '콩', '아마', '과일'],
    'health': ['체중조절', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n건조 락토바실러스 팔란타룸(유산균) 발효 생산물, 건조 엔테로코커스 페시움(유산균)발효 생산물, 건조 락토바실러스 카제이(유산균) 발효 생산물, 건조 락토바실러스 에시도필러스(유산균)발효생산물이 함유되어 있어 장건강과 소화에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '심플 살몬 앤 포테이토 스몰브리드',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '콩', '과일', '아마'],
    'health': ['단일단백질', '체중조절', '소화기'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n유산균[ 건조 락토바실러스 플란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이, 건조 락토바실러스 애시도필러스] 가 함유되어 있어 장건강과 소화에 도움을 준다.\n키블크기가 10mm 로 소형견종이 먹기에 적합하다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '심플 살몬 앤 포테이토 ',
    'food_type': '건식',
    'size': ['중형', '대형'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '콩', '과일', '아마'],
    'health': ['단일단백질', '체중조절', '소화기'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n유산균[ 건조 락토바실러스 플란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이, 건조 락토바실러스 애시도필러스] 가 함유되어 있어 장건강과 소화에 도움을 준다.\n키블크기가 10mm 이상으로 중,대형견이 먹기에 적합하다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '심플 터키 앤 포테이토',
    'food_type': '건식',
    'size': ['중형', '대형'],
    'age': ['G', 'A', 'S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '콩', '과일', '아마'],
    'health': ['단일단백질', '체중조절', '소화기'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n유산균[ 건조 락토바실러스 플란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이, 건조 락토바실러스 애시도필러스] 가 함유되어 있어 장건강과 소화에 도움을 준다.\n키블크기가 10mm 이상으로 중,대형견이 먹기에 적합하다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '컴플리트 헬스 스몰 브리드 시니어',
    'food_type': '건식',
    'size': ['중형', '대형'],
    'age': ['S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '닭', '곡류', '콩', '과일', ''],
    'health': ['체중조절', '소화기'],
    'sprotein': '0',
    'main_eff':
        '글루코사민과 콘드로이틴이 소량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n치커리 뿌리 추출물(이눌린)은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n유산균 [ 건조 락토바실러스 프란타룸, 건조 엔테로코커스 훼시움, 건조라고바실러스 키제이, 건조 락토바실러스 애시도필러스] 이 함유되어 있어 장건강과 소화에 동무을 준다.\n키블크키가 10mm 이상으로 중,대형견이 먹기에 적합하다.\n단백질과 지방의 함량이 과도하지 않고, 적정량의 섬유질을 포함하기에 소화기에 적합하다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'RBK 헬시웨이트 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '어류', '과일', '칠면조'],
    'health': ['체중조절'],
    'sprotein': '0',
    'main_eff':
        '칼로리가 낮고 지방 분해에 효과적인 L-카르니틴이 함유되어 있다.\n동결건조 생식 코팅이 함유되어 있어 기호성을 높이고 체중조절 효과를 높였다.\n면역력 강화에 효과적인 바실러스 코아귤런스 가 함유되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'RBK시니어 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '달걀', '과일'],
    'health': ['뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였다.\n글루코사민(350mg/kg) 과 콘드로이틴(1,100/kg)이 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'BE 내추럴 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '곡류', '칠면조', '어류', '아마', '과일', '효모'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였다.\n건조 락토바실러스 아시도필루스 발효 제품, 건조 엔테로코커스 패시움 발효 제품, 건조 아스페르길루스 니게르 발효 추출물, 건조 트리코데르마 롱기브라키아텀 발효 추출물, 건조 바실러스 서브틸리스 발효 추출물이 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'BE 내추럴 연어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '어류', '곡류', '아마', '과일', '효모'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였다.\n건조 락토바실러스 아시도필루스 발효 제품, 건조 엔테로코커스 패시움 발효 제품, 건조 아스페르길루스 니게르 발효 추출물, 건조 트리코데르마 롱기브라키아텀 발효 추출물, 건조 바실러스 서브틸리스 발효 추출물이 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '맥아담스',
    'name': '방목치킨 시니어/라이트',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '효모'],
    'health': ['체중조절', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오븐베이크 방식 간/ 췌장 (2cm 의 기다란 키블)\n글루코사민과 콘드로이틴이 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n관절 건강에 좋은 초록입홍합이 함유되어 있다.\n관절 건강에 좋은 MSM 이 함유되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '맥아담스',
    'name': '방목치킨 퍼피',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '효모', '과일'],
    'health': ['뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오븐베이크 \n관절 건강에 좋은 뉴질랜드 녹색입홍합이 함유되어 있다.\n프리바이오틱스(프락토올리고당, 만난올리고당)가 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '',
    'brand': '',
    'name': '',
    'food_type': '',
    'size': [],
    'age': [''],
    'flavor': [''],
    'alg': [''],
    'health': [''],
    'sprotein': '',
    'main_eff': ''
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '캣 앤 키튼',
    'food_type': '건식',
    'size': [],
    'age': ['G', 'A'],
    'flavor': ['닭', '칠면조', '달걀', '가자미', '청어', '고등어'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있다.\n갑상선 기능에 좋은 천연 켈프가 함유되어 있다.\nEPA + DHA 가 0.5%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n갑상선 건강에 좋은 켈프가 포함되어 있다.\n'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 키튼',
    'food_type': '건식',
    'size': [],
    'age': ['G'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '과일'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '프로바이오틱스(Bacillus subtilis, Bacillus licheniformis, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 이 함유되어 있어 소화기 건강에 도움을 준다.\n관절 건강에 도움이 되는 글루코사민과 콘드로이틴이 함유되어 있다.\nEPA + DHA 함량이 0.7%라 어느 정도의 효과를 기대해 볼 수 있다. \n관절 건강에 좋은 커큐민이 함유되어 있다.\n오메가6와 오메가3의 비율 차이가 커 오메가3의 추가 급여가 필요하다.'
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '6 피쉬 캣',
    'food_type': '건식',
    'size': [],
    'age': ['G', 'A'],
    'flavor': ['정어리', '메를루사', '고등어', '가자미', '볼락', '렉스솔'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있다.\n갑상선 기능에 좋은 갈색 켈프가 함유되어 있다.\nEPA + DHA가 1.3% 함유되어 있어 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다.\n엔테로코커스 패슘 유산균이 함유되어 있어 장 건강에 도움을 준다.\n'
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '피트 앤 트림 캣',
    'food_type': '건식',
    'size': [],
    'age': ['G', 'A'],
    'flavor': ['닭'],
    'alg': ['닭', '달걀', '어류', '칠면조', '콩', '과일'],
    'health': ['체중조절'],
    'sprotein': '0',
    'main_eff':
        '갑상선 기능에 좋은 갈색 켈프가 함유되어 있다.\n관절 건강에 좋은 강황 뿌리가 함유되어 있다.\nEPA + DHA 가 0.5% 로 최소한의 효과를 볼 수 있다. 추가적인 급여도 권장된다.\n엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n칼로리가 낮고 지방 분해에 효과적인 L-카르니틴이 함유되어 있어 체중 조절에 좋다.'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '패시피카',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['청어', '고등어', '메를루사'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부 피모'],
    'sprotein': '0',
    'main_eff':
        '갑상선 건강에 좋은 갈색 켈프가 함유되어 있다.\n관절 건강에 좋은 강황이 함유되어 있다.\n치커리 뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화기에 도움을 준다.\nEPA + DHA 1.8%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 오메가6와 오메가3의 비율 차이가 커 추가적인 오메가3 영양제 급여는 권장되지 않는다.\n엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화기에 도움을 준다.\n칼로리가 낮아 활동성이 떨어지는 고양이(인도어) 도 급여해도 좋다.\n'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '그래스랜드',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['오리', '닭'],
    'alg': ['오리', '닭', '칠면조', '달걀', '콩', '과일'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '갑상선 건강에 좋은 건조 켈프가 함유되어 있다.\n관절 건강에 좋은 강황뿌리가 함유되어 있다.\nEPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈루개선에 도움을 준다. 적극적인 효과를 원한다면 오메가3 영양제의 추가 급여가 권장된다.\n엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화기에 도움을 준다.\n치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '와일드 프레이리 ',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭', '칠면조'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황뿌리가 함유되어 있다.\n엔트로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n치커리뿌리(이눌린(프리바이오틱스))이 함유되어 있어 장 건강과 소화에 도움을 준다.\nEPA + DHA 함유량이 0.4%로 소량이며 오메가6 와 오메가3 의 비율차이가 커 오메가 3의 추가 급여가 권장된다.\n갑상선 건강에 좋은 건조된 켈프가 함유되어 있다.\n칼로리가 낮아 활동성이 떨어지는 고양이(인도어) 도 급여해도 좋다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '닭',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['관절'],
    'sprotein': '0',
    'main_eff':
        '단일단백질\n관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n갑상선 건강에 좋은 건 켈프가 함유되어 있다.\nEPA + DHA가 0.11%로 소량이며 오메가6와의 비율차이가 있어 추가적인 오메가3 영양제 급여가 권장된다.\n치커리이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\n단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '소',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['소'],
    'alg': ['소'],
    'health': ['관절', '알레르기'],
    'sprotein': '0',
    'main_eff':
        '단일단백질\n관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n갑상선 건강에 도움을 주는 건 켈프가 함유되어 있다.\n치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.\nEPA + DHA 0.14%로 소량이기에 적극적인 효과를 원할 경우 추가적인 오메가3 영양제 급여가 권장된다.\n단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '고등어&양고기',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['고등어', '양'],
    'alg': ['어류', '양'],
    'health': ['관절', '피부'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민+콘드로이틴)이 함유되어 있다.\n갑상선 건강에 도움을 주는 건 켈프가 함유되어 있다.\nEPA + DHA 수치가 2.11%로 높아 신체 면역력 및 피부컨디션, 혈류개선에 도움을 준다. 다만 오메가 6의 함량이 부족해 추가적인 오메가6 영양제 급여가 권장된다.\n치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n피부 노화에 도움을 주는 레시틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '사슴',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['사슴'],
    'alg': ['사슴'],
    'health': ['관절 알레르기'],
    'sprotein': '1',
    'main_eff':
        '단일단백질(Novel Protein)\n관절에 도움이 되는 녹색 홍합이 함유되어 있다.\n치커리 이눌린\nEPA + DHA 수치가 0.17%로 낮아 추가적인 급여가 권장된다.\n갑상선 건강에 도움이 되는 건조 켈프가 함유되어 있다.\n고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '양',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['관절'],
    'sprotein': '0',
    'main_eff':
        '단일단백질\n관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n갑상선 건강에 좋은 건조 켈프가 함유되어 있다.\n치커리 이눌린(프리바이오틱스)가 함유되어 있어 장 건강과 소화에 도움을 준다.\nEPA + DHA 0.19%로 낮아 추가적인 오메가3 급여가 권장된다.\n칼로기 높아 활동량이 적은 경우 살이 찔 우려가 있다.\n고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.\n'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 로우그레인(귀리) 닭고기&석류',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['닭', '청어'],
    'alg': ['닭', '달걀', '어류', '콩'],
    'health': ['심혈관질환', '당뇨'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방사료 ( 전연령 급여 가능)\nEPA + DPA 0.8%로 신체 면연력 피부컨디션 혈류개선에 도움을 준다. (적극적인 효과를 원한다면 추가적인 오메가3 를 급여해도 좋다.)\n치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당(MOS)) 는 프바이오틱스 함유량이 높은 원료로 소화기 건강에 도움을 줄 수 있다.\n관절건강에 좋은 강황뿌리가 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 퀴노아 캣 유리너리 오리',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['오리'],
    'alg': ['오리', '달걀', '어류', '과일', '효모'],
    'health': ['신장'],
    'sprotein': '0',
    'main_eff':
        '체내 염분을 조절해주는 퀴노아가 함유되어 있어 신장 기능에 도움을 준다. (퀴노아 는 비타민과 미네랄이 풍부)\n프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 소화기 건강에 도움을 줄 수 있다.\n프리바이오틱스가 함유되어 있지 않아 추가적인 급여가 권장된다.\nEPA + DHA 가 0.25%로 소량 들어 있고 오메가6와 오메가3의 비율 차이가 커 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 오션 로우 엔세스트럴 그레인 대구& 오렌지',
    'food_type': '건식',
    'size': [],
    'age': ['성묘'],
    'flavor': ['대구'],
    'alg': ['어류', '과일'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '원시곡물 귀리와 스펠트는 혈당조절과 심장에 좋은 원료이다. ( 심혈관질환, 당뇨)\n귀리와 스펠트는 식이섬유가 풍부해 배변활동을 원활하게 돕는다.\n프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n프리바이오틱스가 함유되어 있지 않아 추가적인 급여가 권장된다.\n관절건강에 좋은 강황과 초록입홍합이 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\nEPA + DHA 가 1.8% 이며 오메가3의 함유량이 높아 추가적인 급여는 필요하지 않다.\n'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 멧돼지 사과',
    'food_type': '건식',
    'size': [],
    'age': ['성묘'],
    'flavor': ['멧돼지'],
    'alg': ['닭', '달걀', '어류', '과일', '효모'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '이눌린(치커리 뿌리 추출물), 프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n관절 건강에 좋은 강황이 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 닭고기&석류',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['닭'],
    'alg': ['닭', '달걀', '어류', '콩'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        'EPA+ DHA가 0.8% 함유되어 있으며 적극적인 효과를 원한다면 오메가3를 추가적으로 급여해줘도 좋다.\n관절 건강에 좋은 강황이 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n치커리 뿌리 추출물(이눌린), 프룩토올리고당(FOS), 이스트추출물(만난-올리고당(MOS)) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 청어&오렌지',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['청어'],
    'alg': [''],
    'health': ['관절'],
    'sprotein': '0',
    'main_eff':
        '단일단백질\nEPA + DHA가 1.3% 함유되어 있으며, 어류 베이스이기 때문에 적극적인 효과를 기대해 볼 수 있다.\n관절 건강에 좋은 강황이 함유되어 있다.\n초록입홍합 에서 추출한 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n이눌린(치커리 뿌리 추출물), 프락토올리고당, 이스트 추출물(만난 올리고당의 원료)는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 어덜트',
    'food_type': '건식',
    'size': [],
    'age': ['A'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '어류', '과일', '효모'],
    'health': [''],
    'sprotein': '0',
    'main_eff':
        '프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n관절 건강에 도움을 주는 커큐민이 함유되어 있다.\nEPA + DHA가 0.6% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 인도어',
    'food_type': '건식',
    'size': [],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '어류', '과일'],
    'health': ['체중조절'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방 사료로 칼로리가 낮아, 체중 조절이 필요하거나 활동량이 적은 고양이에게 적합하다.\n프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n치커리이눌린 은 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n관절 건강에 도움을 주는 커큐민이 함유되어 있다.\nEPA + DHA 가 0.7% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 헤어볼 케어',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '오리', '과일', '효모'],
    'health': ['헤어볼'],
    'sprotein': '0',
    'main_eff':
        '프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 저지방 다이어트',
    'food_type': '건식',
    'size': [],
    'age': [''],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '어류', '과일', '효모'],
    'health': ['체중조절'],
    'sprotein': '0',
    'main_eff':
        'L-카르니틴 은 지방을 분해하는 원료로 체중조절에 도움을 준다.\nCLA(공액리놀레산)은 과체중 성인의 체지방 감소에 도움을 주는 건강기능식품으로 알려져 있으며 체지방 감소, 항암성, 성장촉진, 항동맥경화, 콜레스테롤 감소, 당뇨 억제 등의 활성을 갖고 있는 것으로 보고된다.\n프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\nEPA + DHA 가 0.7% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  }
];
