final petfood = [
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '퍼피',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭', '칠면조', '달걀', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오리젠 퍼피는 육류가 85% 이상 포함되어 있습니다. 빠르게 성장하는 어린 강아지들에게 양질의 육류를 공급하는 건 굉장히 중요합니다. 오리젠의 2/3 이상의 신선육은 어린 강아지에게 양질의 영양소를 공급해 줍니다.\n 렌틸콩과 완두 같은 글루텐이 없는 탄수화물과 우수한 원료들은 사료 흡수율을 높여 줍니다.\n 1.1cm의 키블 크기로 급하게 먹는 아이들이 먹기에 적합합니다.\n EPA + DHA 함유량이 0.5% 가 넘어 신체 면역력 및 피부 컨디션, 혈류 개선에 도움을 줍니다. 더욱 적극적인 효과를 원한다면 추가적인 오메가-3 영양제 급여를 추천합니다.\n 관절 건강에 좋은 강황 뿌리와 갑상선 건강에 좋은 갈색 켈프 가 포함되어 있습니다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.\n 글루코사민(1500mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있습니다. 이는 관절 건강, 슬개골 탈구 예방과 수술 이후 회복에 도움을 줍니다.\n 엔테로코커스 패슘 유산균(프로바이오틱스)이 포함되어 소화에 도움을 줍니다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '6fish',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['정어리', '고등어', '메를루사', '가자미', '볼락', '솔피쉬'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부/피모(S)', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오리젠 6fish는 어류가 85% 이상 포함되어 있습니다. 양질의 풍부한 동물성 단백질은 영양소 흡수율이 좋고, 활동량이 많은 성견에게 충분한 영양소를 공급해 줍니다.\n 오리젠 6fish 에 포함된 어류는 에톡시퀸 방부 처리를 하지 않고 천연 토코페롤로 보존한 원료만을 사용하고 있습니다. 또한 어류를 공급하는 어부의 정보를 상세하게 공개하고 있습니다.\n 관절 건강에 좋은 강황과 갑상선 건강에 좋은 갈색 켈프 가 포함되어 있습니다.\n EPA + DHA 함유량이 1.2%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 어류에서 포함된 지방산이 풍부하고 오메가6와 오메가3의 비율이 1:1이라 추가적엔 오메가 3 영양제 급여는 권장하지 않습니다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.\n 글루코사민(1250mg/kg)과 콘드로이틴(1000mg/kg)이 적정량 포함되어 있다. 이는 관절 건강, 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 엔테로코커스 패슘 유산균(프로바이오틱스)이 함유되어 있어 장 건강에 도움을 줍니다.\n 치커리뿌리(이눌린)는 프리바이오틱스 함량이 높아 장 건강과 소화기에 도움을 줍니다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '오리지날 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['닭', '칠면조', '달걀', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오리젠 오리지날독은 육류가 85% 이상 포함되어 있습니다. 양질의 풍부한 동물성 단백질은 영양소 흡수율이 좋고, 활동량이 많은 성견에게 충분한 영양소를 공급해 줍니다.\n 관절 건강에 좋은 강황과 갑상선 건강에 좋은 갈색 켈프 가 포함되어 있습니다.\n EPA + DHA 0.5%로 신체 면역력 및 피부 컨디션, 혈루개선에 도움을 줍니다. 적극적인 효과를 원한다면 추가적인 오메가3 영양제 급여를 권장합니다.\n 글루코사민(1400mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있습니다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.\n 키블 크기가 1.1cm 로 사료를 급하게 먹거나 자주 체하는 아이들이 먹기에 적합하다.\n 엔테로코커스 패슘 유산균(프로바이오틱스)이 포함되어 장건강 과 소화에 도움을 줍니다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '스몰 브리드',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['칠면조', '닭', '메추리', '달걀'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 사료(단백질 함량이 굉장히 높다.) \n 키블 크기가 1.1cm 로 사료를 급하게 먹거나 자주 체하는 아이들에게 급여해주면 좋다.\n 관절 건강에 좋은 강황 뿌리와 뉴질랜드 홍합이 함유되어 있습니다.\n EPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 적극적인 효과를 원한다면 추가적인 오메가3 영양제 급여를 권장합니다.\n 글루코사민(800mg/kg)과 콘드로이틴(700mg/kg)이 적정량 포함되어 있습니다. 이는 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 엔트로코커스 유산균(프로바이오틱스)과 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '시니어 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭', '달걀', '칠면조', '청어', '가자미'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '오리젠 시니어 독에는 육류가 85% 이상 포함되어 있습니다. 양질의 풍부한 동물성 단백질은 영양소 흡수율이 좋고, 노령견에게 적합한 단백질을 제공합니다. 또한 활동량이 떨어질수 있는 노령견을 위해 칼로리를 제한했습니다.\n 관절 건강에 도움을 주는 강황 뿌리와 갑상선 건강에 도움을 주는 갈색 켈프가 함유되어 있습니다.\n EPA + DHA 0.5%로 신체 면역력 및 피부 컨디션 혈류 개선에 도움을 줍니다. 적극적인 효과를 원한다면 추가적인 오메가3 영양제 급여를 권장합니다.\n 글루코사민(1400mg/kg)과 콘드로이틴(1200mg/kg)이 적정량 포함되어 있습니다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줍니다.\n 엔테로코커스 패슘 유산균(프로바이오틱스)과 치커리 뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장건강과 소화에 도움을 줍니다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.'
  },
  {
    'pet': '강아지',
    'brand': '오리젠',
    'name': '피트&트림',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭', '달걀', '칠면조', '청어', '가자미'],
    'alg': ['닭', '달걀', '칠면조\n 어류', '콩', '과일'],
    'health': ['다이어트', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '비만인 반려견은 사료 내 지방, 탄수화물 함유량과 kg 당 칼로리를 확인해야 합니다. 오리젠 피트&트림은 지방 13% 탄수화물 17%로 낮은 수준이며 kg 당 칼로리도 3,500kcal 이라 낮은 편에 속합니다.\n 관절 건강에 도움을 주는 강황 뿌리와 갑상선 건강에 도움을 주는 갈색 켈프가 함유 되어 있습니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄수도 있다.\n 엔테로코커스 패슘 유산균(프로바이오틱스)이 함유되어 있어 장 건강에 도움을 준다.\n EPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n 기호성 증진을 위해 동결건조 닭 간 과 칠면조 간이 사용되었습니다. 가수분해 하지 않고 동결건조 했기 때문에 사료 내 MSG가 들어있지 않습니다.'
  },
  {
    'pet': '강아지',
    'brand': '아카나',
    'name': '프리런 덕',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['오리'],
    'alg': ['오리', '콩', '과일'],
    'health': ['단일단백질', '뼈/관절', '눈물'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 도움을 주는 강황 뿌리 (서큐민) 가 함유되어 있습니다.\n 해조류에서 얻어지는 EPA + DHA 0.25%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가3 영양제 급여를 권장합니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 준다.\n 엔테로코커스 패슘 유산균이 함유 되어 있어 장 건강과 소화에 도움을 줍니다.\n 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 오리고기 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.'
  },
  {
    'pet': '강아지',
    'brand': '아카나',
    'name': '요크셔 포크',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['돼지'],
    'alg': ['돼지', '콩', '과일'],
    'health': ['단일단백질', '뼈/관절', '눈물'],
    'sprotein': '1',
    'main_eff':
        '해조류에서 얻어지는 EPA + DHA 가 0.25%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 관절 건강에 좋은 강황 뿌리(서큐민) 가 함유되어 있습니다.\n 갑상선 건강에 좋은 건조 갈색 켈프가 함유되어 있습니다.\n 엔테로코커스 패슘 유산균이 함유 되 어 있어 장 건강과 소화에 도움을 줍니다.\n 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 장 건강과 소화에 도움을 줍니다.\n 돼지고기 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 사슴고기',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['사슴'],
    'alg': ['사슴'],
    'health': ['단일단백질. 뼈/관절(S)', '눈물(S)', ''],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 3% 이상 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 갑상선 건강에 좋은 켈프가 포함되어 있습니다.\n 킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높습니다.\n 치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 피부 노화에 도움을 주는 레시틴 이 함유되어 있습니다.\n EPA + DHA 함유량이 0.17%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 사료내 유산균이 확인되지 않아 추가적인 유산균 영양제 급여를 권장합니다.\n 사슴고기 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.\n 칼로리가 높아 활동성이 떨어지는 노령견은 주의해야하며 고지방 제품이라 췌장이 좋지 않은 아이는 주의해야합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 양고기',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['단일단백질', '뼈/관절(S)', '눈물(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 3% 이상 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 갑상선 건강에 좋은 켈프가 포함되어 있습니다.\n 킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높습니다.\n 치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있습니다.\n EPA+ DHA 함유량이 0.17%로 신체 면역력 및 피부 컨디션, 혈루개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 양고기 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.\n 칼로리가 높아 활동성이 떨어지는 노령견은 주의해야 합니다.\n 고지방 제품이라 췌장이 좋지 않은 아이는 주의해야 합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 닭',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 고지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 갑상선 건강에 좋은 건 켈프가 포함되어 있습니다.\n 킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높습니다.\n 치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있습니다.\n EPA+DHA 함유량이 0.14%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 칼로리가 높아 활동성이 떨어지는 노령견은 주의해야 합니다.\n 고지방 제품이라 췌장이 좋지 않은 아이는 주의해야 합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '독 소',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['소'],
    'alg': ['소'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다. \n EPA + DHA 0.14%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 킬레이트 처리가 된 미네랄이 함유되어 체내 흡수율이 높습니다.\n 치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있습니다.\n 사료내 유산균(프로바이오틱스)이 확인되지 않아 추가적인 유산균 영양제 급여를 권장합니다.\n 소고기 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.\n 칼로리가 높아 활동성이 떨어지는 노령견은 주의해야 합니다.\n 제2인산칼슘이 함유되어 있다. 인과 칼슘의 비율 조정에 쓰이지만 과량 급여에 주의해야 합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '트라이프 & 양',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['단일단백질', '뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '고단백 고지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n EPA + DHA 함유량이 0.18%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 치커리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 줍니다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있습니다.\n 칼로리가 높아 활동성이 떨어지는 노령견은 주의해야 합니다.'
  },
  {
    'pet': '강아지',
    'brand': '지위픽',
    'name': '고등어 & 양',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A'],
    'flavor': ['고등어', '양'],
    'alg': ['양', '어류'],
    'health': ['뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방 사료\n 뉴질랜드 초록홍합(GLM)(글루코사민 + 콘드로이틴)이 함유되어 있습니다. 뉴질랜드 초록홍합은 반려동물의 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 줍니다.\n EPA + DHA 함유량이 0,18%로 신체 면역력 및 피부 컨디션 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있습니다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 그레인프리 펌프킨 닭고기&석류 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '달걀', '어류', '과일', '효모'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '활동량이 떨어지는 강아지.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줄 수 있습니다.\n 관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있습니다.\n 치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당MOS) 에는 프로바이오틱스 함유량이 높다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 준다.\n EPA + DHA 0.8% 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 소량 함유되어 있어 추가적인 오메가3 영양제 급여를 권장합니다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 멧돼지&사과 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['멧돼지'],
    'alg': ['콩', '달걀', '효모', '과일', '멧돼지'],
    'health': ['피부/피모', '뼈/관절', '눈물'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있어 슬개골 탈구 예방과 수술 이후 회복에 도움을 줄 수 있습니다.\n 관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있습니다.\n 치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당MOS) 에는 프로바이오틱스 함유량이 높다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 줍니다.\n EPA + DHA 0.8%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. 소량 함유되어 있기 때문에 적극적인 효과를 원할 경우 추가적인 오메가-3 영양제 급여를 권장합니다.\n 멧돼지 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 청어&오렌지 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['청어'],
    'alg': ['어류', '달걀', '콩', '과일', '효모'],
    'health': ['피부/피모(S)', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'EPA + DHA 함유량이 0.8%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다. \n 치커리추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난-올리고 사카 라이드MOS)에는 프리바이오틱스 함유량이 높습니다. 이는 체내 영양소 흡수 및 배변 활동에 도움을 줍니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줄 수 있습니다.\n 관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있습니다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 그레인프리 펌프킨 대구&오렌지 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A'],
    'flavor': ['대구'],
    'alg': ['어류', '콩', '과일', '효모'],
    'health': ['단일단백질. 피부/피모(S)', '뼈/관절', '눈물'],
    'sprotein': '1',
    'main_eff':
        'EPA+ DHA 함유량이 1.7%로 신체 면역력 및 피부 컨디션 혈류 개선에 도움을 줍니다. 어류에서 추출된 오메가-3가 다량 함유되어 있어 별도의 오메가-3를 보충하지 않아도 좋습니다.\n 치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS) 이스트추출물(만난올리고당MOS) 에는 프리바이오틱스 함유량이 높아 체내 영양소 흡수 및 배변활동에 도움을 줍니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 관절 건강에 도움을 주는 강황 뿌리가 함유되어 있습니다.\n 대구 육류단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.'
  },
  {
    'pet': '강아지',
    'brand': '파미나',
    'name': 'N&D 로우 그레인(귀리) 닭고기&석류 미니',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '곡류', '달걀', '어류', '과일', '효모'],
    'health': ['심장', '소화기(S)'],
    'sprotein': '0',
    'main_eff':
        '혈당 조절과 심장 (심혈관질환)에 좋은 귀리, 스펠트(원시식물)을 사용했기에 노령견 아이들에게 좋습니다.\n 치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS) 이스트추출물(만난올리고당MOS) 에는 프리바이오틱스 함유량이 높아 체내 영양소 흡수 및 배변 활동에 도움을 줍니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 관절 건강에 도움을 주는 강황(서큐민)이 함유되어 있습니다.\n 설사, 장염, 장세포회복증진에 효과적인 차전자피가 함유되어 있습니다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '컴플리트 헬스 스몰 브리드 헬시웨이트',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['칠면조', '닭', '연어'],
    'alg': ['칠면조', '닭', '연어', '곡류', '아마', '과일'],
    'health': ['다이어트', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '지방 감소와 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있습니다.\n 글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 치커리 뿌리 추출물(이눌린)은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 줍니다. ( 체내 영양소 흡수 및 배변활동 )\n 유산균[건조 락토바실러스 파란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이] 가 함유되어 있어 장 건강과 소화기에 도움을 줍니다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '코어 스몰 브리드 헬시웨이트',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['A', 'S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '닭', '콩', '아마', '과일'],
    'health': ['다이어트', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n 치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 준다. ( 체내 영양소 흡수 및 배변활동)\n 건조 락토바실러스 팔란타룸(유산균) 발효 생산물, 건조 엔테로코커스 페시움(유산균)발효 생산물, 건조 락토바실러스 카제이(유산균) 발효 생산물, 건조 락토바실러스 에시도필러스(유산균)발효생산물이 함유되어 있어 장건강과 소화에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '심플 살몬 앤 포테이토 스몰브리드',
    'food_type': '건식',
    'size': ['소형'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '콩', '과일', '아마'],
    'health': ['단일단백질', '다이어트', '소화기', '눈물'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절 건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 줍니다.( 체내 영양소 흡수 및 배변활동)\n 유산균[ 건조 락토바실러스 플란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이, 건조 락토바실러스 애시도필러스] 가 함유되어 있어 장건강과 소화에 도움을 줍니다.\n 작은 크기의 10mm 키블 크기로 소형견이 먹기에 적합합니다.\n 연어 육류단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.\n 단백질과 지방의 함량이 과도하지 않고, 적정량의 섬유질을 포함하기에 소화기에 적합하며 비만인 아이에게 도움을 줄 수 있습니다.'
  },
  {
    'pet': '강아지',
    'brand': '웰니스',
    'name': '심플 살몬 앤 포테이토',
    'food_type': '건식',
    'size': ['중형', '대형'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '콩', '과일', '아마'],
    'health': ['단일단백질', '다이어트', '소화기', '눈물'],
    'sprotein': '1',
    'main_eff':
        '글루코사민과 콘드로이틴이 적정량 포함되어 있어 관절건강과 슬개골 탈구 예방, 수술 이후 회복에 도움을 줍니다.\n 치커리 뿌리 추출물(이눌린) 은 프리바이오틱스 함유량이 높아 장건강과 소화에 도움을 줍니다. ( 체내 영양소 흡수 및 배변활동)\n 유산균[ 건조 락토바실러스 플란타룸, 건조 엔테로코커스 훼시움, 건조 락토바실러스 카제이, 건조 락토바실러스 애시도필러스] 가 함유되어 있어 장건강과 소화에 도움을 줍니다.\n 키블크기가 10mm 이상으로 중,대형견이 먹기에 적합합니다.\n 연어 육류 단일단백질원으로 알레르기가 있는 아이들에게 권장합니다.\n 단백질과 지방의 함량이 과도하지 않고, 적정량의 섬유질을 포함하기에 소화기에 적합하며 비만인 아이에게 도움을 줄 수 있습니다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'RBK 헬시웨이트 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '어류', '과일', '칠면조'],
    'health': ['다이어트', '피부/피모'],
    'sprotein': '0',
    'main_eff':
        '지방 감소와 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있습니다.\n 동결건조 생식 코팅이 되어 있어 기호성을 높이고 체중조절 효과를 높였습니다.\n 면역력 강화에 효과적인 바실러스 코아귤런스 가 함유되어 있습니다.\n 그레인프리 사료로 사료 내 곡물이 함유되어 있지 않습니다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'RBK시니어 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '달걀', '과일'],
    'health': ['뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '지방 감소와 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있습니다.\n 동결건조 생식 코팅이 되어 있어 기호성을 높였습니다.\n 글루코사민(350mg/kg) 과 콘드로이틴(1,100/kg)이 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n 그레인프리 사료로 사료 내 곡물이 함유되어 있지 않습니다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'BE 내추럴 독',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '곡류', '칠면조', '어류', '아마', '과일', '효모'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였습니다.\n 건조 락토바실러스 아시도필루스 발효 제품, 건조 엔테로코커스 패시움 발효 제품, 건조 아스페르길루스 니게르 발효 추출물, 건조 트리코데르마 롱기브라키아텀 발효 추출물, 건조 바실러스 서브틸리스 발효 추출물이 함유되어 있어 장 건강과 소화기에 도움을 줍니다. ( 체내 영양소 흡수 및 배변활동)\n 단백질과 지방의 함량이 과도하지 않고, 적정량의 섬유질을 포함하기에 소화기 건강에 적합합니다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': 'BE 내추럴 연어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '어류', '곡류', '아마', '과일', '효모'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였습니다.\n 건조 락토바실러스 아시도필루스 발효 제품, 건조 엔테로코커스 패시움 발효 제품, 건조 아스페르길루스 니게르 발효 추출물, 건조 트리코데르마 롱기브라키아텀 발효 추출물, 건조 바실러스 서브틸리스 발효 추출물이 함유되어 있어 장 건강과 소화기에 도움을 줍니다.\n 단백질 과 지방의 함량이 과도하지 않고, 적정량의 섬유질을 포함하기에 소화기 건강에 적합합니다.'
  },
  {
    'pet': '강아지',
    'brand': '인스팅트',
    'name': '오리지날 토끼고기 독 키블',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['토끼'],
    'alg': ['토끼', '연어', '콩', '어류', '과일', '효모'],
    'health': ['피부/피모'],
    'sprotein': '0',
    'main_eff':
        '동결건조 생식 코팅이 되어있어 기호성을 높였습니다.\n 건조 락토바실러스 아시도필루스 발효 제품, 건조 엔테로코커스 패시움 발효 제품, 건조 아스페르길루스 니게르 발효 추출물, 건조 트리코데르마 롱기브라키아텀 발효 추출물, 건조 바실러스 서브틸리스 발효 추출물이 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '강아지',
    'brand': '맥아담스',
    'name': '방목치킨 시니어/라이트',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '효모'],
    'health': ['다이어트', '뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '오븐베이크 방식 간/ 췌장 (2cm 의 기다란 키블)\n 글루코사민과 콘드로이틴이 포함되어 있다. 이는 슬개골 탈구 예방과 수술 이후 회복에 도움을 준다.\n 관절 건강에 좋은 초록입홍합이 함유되어 있다.\n 관절 건강에 좋은 MSM 이 함유되어 있다.'
  },
  {
    'pet': '강아지',
    'brand': '맥아담스',
    'name': '방목치킨 퍼피',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '효모', '과일'],
    'health': ['뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '오븐베이크 \n 관절 건강에 좋은 뉴질랜드 녹색입홍합이 함유되어 있다.\n 프리바이오틱스(프락토올리고당, 만난올리고당)가 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '캣 앤 키튼',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭', '칠면조', '달걀', '가자미', '청어'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있다.\n 갑상선 기능에 좋은 천연 켈프가 함유되어 있다.\n EPA + DHA 가 0.5%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n 엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.\n 갑상선 건강에 좋은 켈프가 포함되어 있다.\n 고단백 고지방 사료로 살이 찔 수 도 있다.'
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '6 피쉬 캣',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['정어리', '메를루사', '고등어', '가자미', '볼락', '렉스솔'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부/피모(S)'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황 뿌리가 함유되어 있다.\n 갑상선 기능에 좋은 갈색 켈프가 함유되어 있다.\n EPA + DHA가 1.3% 함유되어 있어 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다.\n 엔테로코커스 패슘 유산균이 함유되어 있어 장 건강에 도움을 준다.\n 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '오리젠',
    'name': '피트 앤 트림 캣',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '달걀', '어류', '칠면조', '콩', '과일'],
    'health': ['다이어트'],
    'sprotein': '0',
    'main_eff':
        '갑상선 기능에 좋은 갈색 켈프가 함유되어 있다.\n 관절 건강에 좋은 강황 뿌리가 함유되어 있다.\n EPA + DHA 가 0.5% 로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 적극적인 효과를 원한다면 추가적인 오메가3 급여가 추천된다.\n 엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n 칼로리가 낮고 지방 분해에 효과적인 L-카르니틴이 함유되어 있어 체중 조절에 좋다.'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '패시피카',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['청어', '정어리', '가자미'],
    'alg': ['어류', '콩', '과일'],
    'health': ['피부/피모(S)', '관절'],
    'sprotein': '0',
    'main_eff':
        '갑상선 건강에 좋은 갈색 켈프가 함유되어 있다.\n 관절 건강에 좋은 강황이 함유되어 있다.\n 치커리 뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화기에 도움을 준다.\n EPA + DHA 1.8%로 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 준다. 오메가6와 오메가3의 비율 차이가 커 추가적인 오메가3 영양제 급여는 권장되지 않는다.\n 엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화기에 도움을 준다.\n 칼로리가 낮아 활동성이 떨어지는 고양이(인도어) 도 급여해도 좋다.'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '그래스랜드',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['오리', '닭'],
    'alg': ['오리', '닭', '칠면조', '달걀', '콩', '과일', '메추라기'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '갑상선 건강에 좋은 건조 켈프가 함유되어 있다.\n 관절 건강에 좋은 강황뿌리가 함유되어 있다.\n EPA + DHA 0.4%로 신체 면역력 및 피부 컨디션, 혈루개선에 도움을 준다. 적극적인 효과를 원한다면 오메가3 영양제의 추가 급여가 권장된다.\n 엔테로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화기에 도움을 준다.\n 치커리뿌리(이눌린(프리바이오틱스))가 함유되어 있어 장 건강과 소화기에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '아카나',
    'name': '와일드 프레이리 캣',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭', '칠면조'],
    'alg': ['닭', '칠면조', '달걀', '어류', '콩', '과일'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황뿌리가 함유되어 있다.\n 엔트로코커스 패슘 유산균이 함유되어 있어 장 건강과 소화에 도움을 준다.\n 치커리뿌리(이눌린(프리바이오틱스))이 함유되어 있어 장 건강과 소화에 도움을 준다.\n EPA + DHA 함유량이 0.4%로 소량이며 오메가6 와 오메가3 의 비율차이가 커 오메가 3의 추가 급여가 권장된다.\n 갑상선 건강에 좋은 건조된 켈프가 함유되어 있다.\n 칼로리가 낮아 활동성이 떨어지는 고양이(인도어) 도 급여해도 좋다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '닭',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있습니\n 갑상선 건강에 좋은 건 켈프가 함유되어 있다.\n EPA + DHA가 0.11%로 소량이며 오메가6와의 비율차이가 있어 추가적인 오메가3 영양제 급여가 권장된다.\n 치커리이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있다.\n 단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n 고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '소',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['소'],
    'alg': ['소'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '단일단백질\n 에어드라이 공법을 사용하여 기호성을 높였다.\n 관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n 갑상선 건강에 도움을 주는 건 켈프가 함유되어 있다.\n 치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있다.\n EPA + DHA 0.14%로 소량이기에 적극적인 효과를 원할 경우 추가적인 오메가3 영양제 급여가 권장된다.\n 단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n 고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '고등어&양고기',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['고등어', '양'],
    'alg': ['어류', '양'],
    'health': ['피부/피모(S). 뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '에어드라이 공법을 사용하여 기호성을 높였다.\n 관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민+콘드로이틴)이 함유되어 있다.\n 갑상선 건강에 도움을 주는 건 켈프가 함유되어 있다.\n EPA + DHA 수치가 2.11%로 높아 신체 면역력 및 피부컨디션, 혈류개선에 도움을 준다. \n 다만 오메가 6의 함량이 부족해 추가적인 오메가6 영양제 급여가 권장된다.\n 치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n 피부 노화에 도움을 주는 레시틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '사슴',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['사슴'],
    'alg': ['사슴'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '단일단백질(Novel Protein)\n 에어드라이 공법을 사용하여 기호성을 높였다.\n 관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민+콘드로이틴)이 함유되어 있다.\n 치커리 이눌린(프리바이오틱스)가 함유되어 장 건강과 소화에 도움을 준다.\n EPA + DHA 수치가 0.17% 소량이기에 적극적인 효과를 원할 경우 추가적인 오메가3 영양제 급여가 권장된다.\n 갑상선 건강에 도움이 되는 건조 켈프가 함유되어 있다.\n 단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n 고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '양',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['양'],
    'alg': ['양'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '단일단백질(Novel Protein)\n 에어드라이 공법을 사용하여 기호성을 높였다.\n 관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n 갑상선 건강에 좋은 건조 켈프가 함유되어 있다.\n 치커리 이눌린(프리바이오틱스)가 함유되어 있어 장 건강과 소화에 도움을 준다.\n EPA + DHA 0.19%로 낮아 추가적인 오메가3 급여가 권장된다.\n 단백질 함량이 매우 높아 단백질 제한이 필요하거나 췌장이 좋지 않은 아이들에게는 좋지 않다.\n 고 칼로리 제품으로 활동량이 적거나 나이가 든 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 로우그레인(귀리) 닭고기&석류',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '달걀', '곡류 \n 어류', '콩', '과일'],
    'health': ['심혈관질환', '당뇨', '소화기( S)'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방사료 ( 전연령 급여 가능)\n EPA + DPA 0.8%로 신체 면연력 피부컨디션 혈류개선에 도움을 준다. (적극적인 효과를 원한다면 추가적인 오메가3 를 급여해도 좋다.)\n 치커리 뿌리 추출물(이눌린), 프락토올리고당(FOS), 이스트추출물(만난올리고당(MOS)) 는 프리바이오틱스 함유량이 높은 원료로 소화기 건강에 도움을 줄 수 있다.\n 관절건강에 좋은 강황뿌리가 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n 칼로리가 높아 활동량이 떨어지는 경우 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 퀴노아 유리너리 오리',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['오리'],
    'alg': ['오리', '달걀', '곡류', '어류', '과일', '효모'],
    'health': ['신장'],
    'sprotein': '0',
    'main_eff':
        '체내 염분을 조절해주는 퀴노아가 함유되어 있어 신장 기능에 도움을 준다. (퀴노아 는 비타민과 미네랄이 풍부)\n 프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 소화기 건강에 도움을 줄 수 있다.\n 프리바이오틱스가 함유되어 있지 않아 추가적인 급여가 권장된다.\n EPA + DHA 가 0.25%로 소량 들어 있고 오메가6와 오메가3의 비율 차이가 커 추가적인 오메가3 급여가 권장된다.\n 칼로리가 다소 높아 활동량이 떨어지는 경우 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 오션 로우 엔세스트럴 \n 그레인 대구& 오렌지',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['대구'],
    'alg': ['어류', '곡류', '과일', '효모', ''],
    'health': ['심혈관질환', '당뇨', '소화기(S)', '뼈/관절(S)', '피부/피모(S)'],
    'sprotein': '0',
    'main_eff':
        '원시곡물 귀리와 스펠트는 혈당조절과 심장에 좋은 원료이다. ( 심혈관질환, 당뇨)\n 귀리와 스펠트는 식이섬유가 풍부해 배변활동을 원활하게 돕는다.\n 프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n 프리바이오틱스가 함유되어 있지 않아 추가적인 급여가 권장된다.\n 관절건강에 좋은 강황과 초록입홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n EPA + DHA 가 1.8% 이며 오메가3의 함유량이 높아 추가적인 급여는 필요하지 않다.\n 칼로리가 다소 높아 활동량이 떨어지는 경우 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 멧돼지 사과',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['멧돼지'],
    'alg': ['멧돼지', '닭', '달걀', '어류', '과일', '효모'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff':
        '이눌린(치커리 뿌리 추출물), 프락토올리고당, 이스트추출물(만난올리고당의원료) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n 관절 건강에 좋은 강황이 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n EPA+DHA 0.8% 이며 적극적인 효과를 원할 경우 추가적인 오메가3 급여가 권장된다.\n 단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n 칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 닭고기&석류',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '달걀', '어류', '콩', '과일', '효모'],
    'health': ['소화기', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'EPA+ DHA가 0.8% 함유되어 있으며 적극적인 효과를 원한다면 오메가3를 추가적으로 급여해줘도 좋다.\n 관절 건강에 좋은 강황 뿌리가 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n 치커리 뿌리 추출물(이눌린), 프룩토올리고당(FOS), 이스트추출물(만난-올리고당(MOS)) 는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n 단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n 칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '파미나',
    'name': 'N&D 청어&오렌지',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['청어'],
    'alg': ['어류', '달걀', '콩', '과일', '효모'],
    'health': ['피부/피모(S)', '뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '단일단백질\n EPA + DHA가 1.3% 함유되어 있으며, 어류 베이스이기 때문에 적극적인 효과를 기대해 볼 수 있다.\n 관절 건강에 좋은 강황이 함유되어 있다.\n 초록입홍합 에서 추출한 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n 이눌린(치커리 뿌리 추출물), 프락토올리고당, 이스트 추출물(만난 올리고당의 원료)는 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n 단백질 함량이 매우 높은 사료로 단백질 제한이 필요하거나 신부전 3기 이상인 경우 적합하지 않다.\n 칼로리가 높아 활동성이 떨어지는 아이들은 살이 찔 우려가 있다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '키튼',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '어류', '효모', '과일'],
    'health': ['뼈', '관절', '소화기'],
    'sprotein': '0',
    'main_eff':
        '고단백 고지방 사료\n 프로바이오틱스(Bacillus subtilis, Bacillus licheniformis, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 이 함유되어 있어 소화기 건강에 도움을 준다.\n 관절 건강에 도움이 되는 글루코사민과 콘드로이틴이 함유되어 있다.\n EPA + DHA 함량이 0.7%라 어느 정도의 효과를 기대해 볼 수 있다. \n 관절 건강에 좋은 커큐민이 함유되어 있다.\n 오메가6와 오메가3의 비율 차이가 커 오메가3의 추가 급여가 필요하다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '어덜트 캣',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '과일', '효모'],
    'health': ['뼈.관절', '소화기'],
    'sprotein': '0',
    'main_eff':
        '프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n 관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n EPA + DHA가 0.6% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 인도어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '어류', '과일', '아마', '효모'],
    'health': ['다이어트', '소화기'],
    'sprotein': '0',
    'main_eff':
        '고단백 중지방 사료로 칼로리가 낮아, 체중 조절이 필요하거나 활동량이 적은 고양이에게 적합하다.\n 프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n 치커리이눌린 은 프로바이오틱스 함유량이 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다. (소화기)\n 관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n EPA + DHA 가 0.7% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 헤어볼 케어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '연어', '오리', '어류', '연어', '효모', '콩', '아마', '과일'],
    'health': ['헤어볼', '소화기'],
    'sprotein': '0',
    'main_eff':
        '프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n 관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.'
  },
  {
    'pet': '고양이',
    'brand': '웰츠',
    'name': '캣 저지방 다이어트',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩', '연어', '어류', '과일', '효모'],
    'health': ['다이어트', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        'L-카르니틴 은 지방을 분해하는 원료로 체중조절에 도움을 준다.\n CLA(공액리놀레산)은 과체중 성인의 체지방 감소에 도움을 주는 건강기능식품으로 알려져 있으며 체지방 감소, 항암성, 성장촉진, 항동맥경화, 콜레스테롤 감소, 당뇨 억제 등의 활성을 갖고 있는 것으로 보고된다.\n 프로바이오틱스(Bacillus thermophilus, Aspergilus oryzae, Lactobacillus Acidophilus, Streptococcus thermophilus, Sacchromyces cerevisiae), 프리바이오틱스(치커리이눌린, 프락토올리고당) 가 함유되어 있어 높은 원료로 체내 영양소 흡수 및 배변 활동에 도움을 준다.(소화기)\n 관절 건강에 도움을 주는 커큐민이 함유되어 있다.\n 글루코사민과 콘드로이틴이 함유되어 있어 관절 건강에 도움을 준다.\n EPA + DHA 가 0.7% 함유되어 있으나, 오메가6와의 비율 차이가 크기 때문에 추가적인 오메가3 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '내추럴 슈퍼프리미엄 어덜트 라이트 터키',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '곡류', '연어', '효모'],
    'health': ['다이어트'],
    'sprotein': '1',
    'main_eff':
        'MOS, 만난올리고당 \n 장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.\n 지방 분해에 효과적인 L-카르니틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '내추럴 슈퍼프리미엄 시니어 치킨',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭'],
    'alg': ['닭', '곡류', '돼지', '연어', '효모', '달걀', '과일'],
    'health': ['소화기'],
    'sprotein': '0',
    'main_eff': '장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '내추럴 슈퍼프리미엄 스테럴라이즈드 모노프로틴 대구',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['대구'],
    'alg': ['어류', '곡류'],
    'health': ['피부/피모'],
    'sprotein': '1',
    'main_eff':
        '지방 감소와 근육 형성 및 근육량 유지에 도움을 주는 L-카르니틴이 함유되어 있습니다.\n 미네랄의 흡수를 돕고 생체 활력에 기여하는 MOS 및 비타민B12의 공급원인 맥주효모가 함유되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '내추럴 슈퍼프리미엄 유리너리 케어 어덜트 치킨',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['닭'],
    'alg': ['곡류', '닭', '연어', '돼지', '콩', '달걀', '효모'],
    'health': ['비뇨계', '방광염 결석'],
    'sprotein': '0',
    'main_eff':
        '지방 감소와 근육 형성 및 근육량 유지에 도움을 주는 L-카르니틴이 함유되어 있다.\n 미네랄 흡수를 도와주는 M.O.S(만난 올리고당) 이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '내추럴 슈퍼프리미엄 모노프로틴 키튼 송어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['송어'],
    'alg': ['어류', '곡류', '효모'],
    'health': ['피부/피모'],
    'sprotein': '1',
    'main_eff':
        '장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.\n 지방 감소과 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '비와일드 로우그레인 키튼 거위',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['거위'],
    'alg': ['거위', '닭', '콩', '곡류', '돼지', '효모', '아마', '과일'],
    'health': ['피부/피모'],
    'sprotein': '0',
    'main_eff':
        '비타민A 와 비타민C 등 필수 비타민 및 미네랄, 식이섬유가 풍부한 과일과 초류가 함유되어 있다.\n 장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.\n 지방 감소와 근육 형성 및 근육량 유지에 도움을 주는 L-카르니틴이 함유되어 있다.\n 변 냄새 완화에 도움을 주는 유카시디게라가 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '비와일드 그레인프리 어덜트 대구',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['대구'],
    'alg': ['어류', '닭', '콩', '돼지', '효모'],
    'health': ['피부/피모'],
    'sprotein': '0',
    'main_eff':
        '장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.\n 지방 감소와 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '몬지',
    'name': '비와일드 그레인프리 어덜트 연어',
    'food_type': '건식',
    'size': ['무관'],
    'age': ['A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '닭', '콩', '돼지', '효모'],
    'health': ['피부/피모'],
    'sprotein': '0',
    'main_eff':
        '면역 체계 강화에 도움을 주는 해초가 함유되어 있다.\n 장 건강에 도움을 주는 X.O.S ( 천연 프로바이오틱스, 자일로올리고당)이 함유되어 있다.\n 변 냄새 완화에 도움을 주는 유카시디게라가 함유되어 있다.\n 지방 감소와 근육 형성 및 근육량유지에 도움을 주는 L-카르니틴이 함유되어 있다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '지위픽 캣 캔 사슴고기',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['사슴'],
    'alg': ['사슴', '콩'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴) 이 함유되어 있다.\n 갑상선 건강에 좋으며 천연 요오드가 풍부한 건조 켈프가 함유되어 있다.\n EPA+DHA가 0.05%로 적어 추가적인 급여도 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '지위픽 캣 캔 양고기',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['양'],
    'alg': ['양', '콩'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴) 이 함유되어 있다.\n 갑상선 건강에 좋으며 천연 요오드가 풍부한 건조 켈프가 함유되어 있다.\n EPA+DHA가 0.05%로 적어 추가적인 급여도 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '지위픽 캣 캔 소고기',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['소'],
    'alg': ['소', '콩'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '초고단백 초고지방 사료\n 관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n 갑상선 건강에 좋으며 천연 요오드가 풍부한 건조 켈프가 함유되어 있다.\n EPA + DHA가 0.05%로 적어 추가적인 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '지위픽 캣 캔 토끼&양',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['토끼', '양'],
    'alg': ['토끼', '양', '콩'],
    'health': ['뼈/관절(S)'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴)이 함유되어 있다.\n 갑상선 건강에 좋으며 천연 요오드가 풍부한 건조 켈프가 함유되어 있다.\n EPA + DHA가 0.05%로 적어 추가적인 급여가 권장된다.'
  },
  {
    'pet': '고양이',
    'brand': '지위픽',
    'name': '지위픽 캣 캔 닭',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩'],
    'health': ['뼈/관절(S)'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 뉴질랜드 녹색홍합(글루코사민 + 콘드로이틴) 이 함유되어 있다.\n EPA+DHA 햠랑이 0.05%로 적어 추가 적인 급여가 권장된다.\n 갑상선 건강에 좋으며 천연 요오드가 풍부한 건조 켈프가 함유되어 있다.\n 칼로리가 높아 활동성이 떨어지거나 노령묘인 경우 살이 찔 수 있다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 치킨',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '달걀'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '1',
    'main_eff': '고품질의 육류 단백질을 사용했습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 치킨&계란',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭', '달걀'],
    'alg': ['닭', '달걀'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff': '고품질의 육류 단백질을 사용했습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 키튼 치킨&치킨닭간',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        'EPA + DHA 가 함유되어 있어 신체 면역력 및 피부 컨디션, 혈류개선에 도움을 줍니다.\n 고품질의 육류 단백질을 사용했습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 시니어',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['S'],
    'flavor': ['닭'],
    'alg': ['닭'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '1',
    'main_eff': '고품질의 육류 단백질을 사용했습니다.\n 소화를 돕는 호박이 첨가되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 스페셜 FUSSY 오리간&계란육수',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭', '오리'],
    'alg': ['닭', '오리'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff': '소화를 돕기 위한 계란이 첨가되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '벨벳무스 스페셜 LIGHT 치킨,칠면조&호박육수',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭', '칠면조'],
    'alg': ['닭', '칠면조'],
    'health': ['다이어트'],
    'sprotein': '0',
    'main_eff': '지방감소와 근육 형성 및 근육량 유지에 도움을 주는 L-카르니틴이 함유되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '애프터다크 치킨&포크',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭', '돼지'],
    'alg': ['닭', '돼지'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff': '곡물과 감자를 사용하지 않아 소화 흡수율을 높였습니다.\n 고품질의 육류 단백질을 사용했습니다.'
  },
  {
    'pet': '고양이',
    'brand': '티키펫',
    'name': '애프터다크 치킨&양고기',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G(3~)', 'A', 'S'],
    'flavor': ['닭', '양'],
    'alg': ['닭', '양'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff': '곡물과 감자를 사용하지 않아 소화 흡수율을 높였습니다.\n 고품질의 육류 단백질을 사용했습니다.'
  },
  {
    'pet': '고양이',
    'brand': '오픈팜',
    'name': '캣 블렌드 닭',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭'],
    'alg': ['닭', '콩'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있습니다.\n 치커리뿌리(프리바이오틱스)가 함유되어 있어 장 건강과 소화기에 도움을 줍니다.\n 요로 건강에 도움을 주는 크랜베리가 함유되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '오픈팜',
    'name': '캣 블렌드 칠면조',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['칠면조'],
    'alg': ['칠면조', '콩'],
    'health': ['피부/피모', '뼈/관절'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있습니다.\n 치커리뿌리(프리바이오틱스)가 함유되어 있어 장 건강과 소화기에 도움을 줍니다.\n 요로 건강에 도움을 주는 크랜베리가 함유되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '오픈팜',
    'name': '캣 블렌드 닭고기&연어',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['닭', '연어'],
    'alg': ['닭', '연어', '콩'],
    'health': ['피부/피모'],
    'sprotein': '0',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있습니다.\n 치커리뿌리(프리바이오틱스)가 함유되어 있어 장 건강과 소화기에 도움을 줍니다.\n 요로 건강에 도움을 주는 크랜베리가 함유되어 있습니다.'
  },
  {
    'pet': '고양이',
    'brand': '오픈팜',
    'name': '캣 블렌드 연어',
    'food_type': '습식',
    'size': ['무관'],
    'age': ['G', 'A', 'S'],
    'flavor': ['연어'],
    'alg': ['연어', '콩'],
    'health': ['피부/피모'],
    'sprotein': '1',
    'main_eff':
        '관절 건강에 좋은 강황이 함유되어 있습니다.\n 치커리뿌리(프리바이오틱스)가 함유되어 있어 장 건강과 소화기에 도움을 줍니다.\n 요로 건강에 도움을 주는 크랜베리가 함유되어 있습니다.'
  }
];
