final data = [
  [
    [
      {
        'type': '샴푸',
        'brand': '퓨어프렌즈',
        'name': '자연유래 강아지 샴푸',
        'hash': '#각질케어 #보습 #정전기방지 #피지조절\n#모발윤기 #가려움증완화 #모근&모발영양',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '로즈마리 잎 오일 고유 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '코코글루코사이드, 소듐코코일글루타메이트, 데실글루코사이드, 글리세린, 하이드롤라이즈드콜라겐, 하이드롤라이즈드실크, 귀리가루추출물, 코코넛야자오일, 로즈마리잎오일, 잔탄검, 시트릭애씨드, 트레할로오스, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜',
        'price': '25,000',
        'rec': '어린 강아지, 노령견',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '나트리스',
        'name': '강아지 샴푸',
        'hash': '#건강피모 #모발윤기#보습 #저자극',
        'pet': '공용',
        'caution': '폴리쿼터늄-10\n센티드제라늄꽃오일',
        'cautionExp': [
          '센티드제라늄꽃오일',
          '피부 탄력, 활력있는 피부, 스트레스 완화, 해충방지, 스트레스완화 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움',
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분임'
        ],
        'scent': '순한 아로마향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴글루코사이드, 라우릴베타인, 소듐코코일글루타메이트, 글리세린, 하이드롤라이즈드 엘라스틴, 하이드롤라이즈드 콜라겐, 하이드롤라이즈드 케라틴, 하이드롤라이즈드 실크, 소듐하이알루로네이트, 아보카도오일, 트레할로오스, 시트릭애씨드, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜, 폴리쿼터늄-10',
        'price': '24,900',
        'rec': '단모종, 보습이 필요한 아이',
        'volume': '470ml'
      },
      {
        'type': '샴푸',
        'brand': '코코몰리',
        'name': '자연 유래 강아지 샴푸',
        'hash': '#보습 #모발윤기 #민감피부 #비듬완화\n#습진회복 #피부염회복 #피부장벽강화',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈마리 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 라우릴글루코사이드, 라우릴베타인, 소듐코코일글루타메이트, 글리세린, 코코글루코사이드, 데실글루코사이드, 판테놀, 약모밀추출물(어성초), 포트마리골드꽃추출물(카렌듈라), 세라마이드엔피, 인삼추출물, 마트리카리아꽃추출물, 살비아추출물, 아보카도오일, 호호바씨오일, 아르간커넬오일, 카프릴릴글라이콜, 트레할로오스, 1,2,헥산다이올, 폴리쿼터늄-10, 에틸헥실글리세린, 시트릭애씨드, 다이소듐이디티에이',
        'price': '23,000',
        'rec': '비듬이 많은 아이, 피부가 붉은 아이',
        'volume': '470ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '실키 모이스쳐',
        'hash': '#장모종 #노화방지 #모발윤기 #탈모방지\n#모발탄력 #털엉킴방지 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈오뜨, 코코넛, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 부틸렌글라이콜, 하이드롤라이즈드실크, 코코넛야자수추출물, 조합향료',
        'price': '36,000',
        'rec': '장모종, 피부가 자주 엉키는 아이\n피모 윤기가 필요한 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '카밍 릴리프',
        'hash': '#보습 #아토피&알레르기 #피부질환개선 #면역력강화\n#모발윤기 #민감성피부 #피부활력 #가려움완화',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '은방울, 동백, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 창포뿌리추출물,코코넛야자수추출물, 조합향료',
        'price': '32,000',
        'rec': '피부가 민감한 아이, 피부질환이 있는 아이\n피부가 가려운 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '릴라러브스잇',
        'name': '센서티브 샴푸',
        'hash': '#보습 #피부재생 #트러블완화\n#가려움완화 #민감피부',
        'pet': '공용',
        'caution': '토코페릴아세테이트',
        'cautionExp': [
          '토코페릴아세테이트',
          '항산화, 피부손상지연, 보습 등의 효능이 있음',
          '과다복용시 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 상처가 있는 경우 흉터를 악화시킬 수 있으니 유의해야함'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 다이소듐코코일글루타메이트, 코코글루코사이드, 코카미도프로필베타인, 스윗아몬드오일, 소듐코코일글루타메이트, 잔탄검, 토코페릴아세테이트, 돌콩오일, 캐모마일꽃추출물(마트리카리아꽃추출물), 소듐시트레이트, 카렌듀라꽃추출물(포트마리골드꽃추출물), 토코페롤',
        'price': '29,900',
        'rec': '피부가 민감한 아이, 트러블이 심한 아이\n아토피&알레르기가 있는 아이, 향에 민감한 아이\n\n',
        'volume': '250ml'
      },
      {
        'type': '샴푸',
        'brand': '마리앤루이',
        'name': '펫 샴푸',
        'hash': '#스트레스완화 #피부염&아토피완화 #노화방지\n#피부진정 #모발윤기 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈마리오일 천연향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '밤부사, 불가리스수, 코카미도프로필하이드록시설테인, 글리세린, 코코일이세티온산나트륨, d-판테놀, c12-14파레스-12, 정제수, 폴리쿼터늄-10, 카프릴릴글라이콜, 로즈마리잎오일, 에틸헥실글리세린, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 시트르산, 디나트륨이디티에이, 레불리닉애씨드, 히비스커스꽃추출물, 티트리잎추출물, 자몽엑스, 약모밀추출물, 아세로라추출물, 소듐바이카보네이트, 병풀추출물라즈베리추출물, 부틸렌글라이콜, 경화레시틴, 1&2-헥산다이올, 폴리글리세릴-10스테아레이트, 이노시톨, 소듐아스코빌포스페이트, 편백잎추출물, 측백나무잎추출물, 소나무추출물, 밤부사불가리스추출물, 나이아신아마이드, 토코페롤, 피리독신, 폴릭애씨드, 티아민에이치씨엘, 바이오틴, 리놀레익애씨드, 사이아노코발아민',
        'price': '19,800',
        'rec': '어린강아지, 노령견\n민감성 피부를 가진 아이, 모발 윤기를 원하는 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '페스룸',
        'name': '강아지 버블 샴푸',
        'hash': '#장모종#모발윤기 #보습 #모발엉킴방지\n#볼륨감 #정전기방지',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10\n자일리톨',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '자일리톨',
          '페스룸의 자일리톨은 국제 특허 받은 아쿠아실이라는 보습 성분의 구성 성분 중 하나로 매우 미비한 수준의 자일리톨 극소량이 포함되어 있음',
          '동물의약외품 인증 과정도 거쳐 무해함'
        ],
        'scent': '천연 라벤더 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '하이드롤라이즈드우유단백질, 소듐코코일N-메칠B알라니네이트용액, 코코알킬디메틸글리신솔루션, 라우릴글루코사이드, 소듐코코일애플아미노산, 폴리쿼터늄-10, 라벤더오일, 코코넛유, 카프릴릴글라이콜, 하이드록시아세토페논, 삼씨오일, 펜타소듐디에칠렌트리아민펜타아세테이트액, 정제수, 부틸렌글라이콜, 염화나트륨, 시트르산, 꿀추출물, 시어버터추출물, 소듐하이알루로네이트, 코치닐선인장열매추출물, 락토바실러스발효물, 자일리틸글루코사이드, 안하이드로자일리톨, 자일리톨, 글루코오스, 아보카도열매추출물, 아르간커넬오일, 올리브유, 1&2헥산다이올, 에틸헥실글리세린, 다이프로필렌글라이콜',
        'price': '21,500',
        'rec': '장모종, 보습이 필요한 아이\n풍성한 털을 원하는 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '페스룸',
        'name': '고양이 버블 샴푸',
        'hash': '#모발탄력강화 #보습 #정전기방지 #모발볼륨\n#피부면역강화 #항산화',
        'pet': '고양이',
        'caution': '자일리톨\n폴리쿼터늄-10\n육계나무추출물(3)',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 도움을 줌',
          '자일리톨',
          '페스룸의 자일리톨은 국제 특허 받은 아쿠아실이라는 보습 성분의 구성 성분 중 하나로 매우 미비한 수준의 자일리톨 극소량이 포함되어 있음. 동물의약외품 인증 과정도 거쳐 무해함'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '트리리프트솝베리열매추출물, 1&2헥산다이올, 에틸헥실글리세린, 소듐코코일N-메칠B알라니네이트용액, 코코알킬디메틸글리신솔루션, 라우릴글루코사이드, 소듐코코일애플아미노산, 정제수, 흰버드나무껍칠추출물, 오레가노잎추출물, 편백잎추출물, 락토바실러스/콩발효추출물, 육계나무껍칠추출물, 황금추출물, 쇠비름추출물, 개박하추출물, 흰목이버섯추출물, 달맞이꽃추출물, 대왕송잎추출물, 칡뿌리추출물, 당느릅나무뿌리추출물, 하이드롤라이즈드옥수수단백질, 하이드롤라이즈드밀단백질, 하이드롤라이즈드콩단백질, 클로렐라불가리스추출물, 로얄젤리추출물, 안하이드로자일리톨, 자일리톨, 글루코오스, 자일리틸글루코사이드, 폴리쿼터늄-10, 카프릴릴글라이콜, 헥실렌글라이콜, 라우릴피리디늄클로라이드, 염화나트륨, 시트르산, 펜타소듐디에칠렌트리아민펜타아세테이트액, 부틸렌글라이콜, 프로판다이올, 글리세린',
        'price': '16,800',
        'rec': '피모 컨디셔닝이 필요한 아이, 향에 민감한 아이\n',
        'volume': '210ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 바디워시 포캣',
        'hash': '#피부진정 #보습 #피부활력\n#민감피부 #각질',
        'pet': '고양이',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '봄꽃&머스크향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 알란토인, 세라마이드(03), 폴리쿼터늄-10, 아르기닌, 개다래추출물, 래불리닉애씨드, 개박하추출물, 아세로라추출물, 디나트륨이디티에이, 소듐바이카보네이트, 녹차엑스, 약모밀추출물, 라우릴피리디늄클로라이드, 감초엑스, 달맞이꽃씨추출물, 치자추출물, 헥실렌글라이콜, 하수오뿌리추출물, 소듐하이알루로네이트, 도라지뿌리추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 스테비아추출물, 카프릴릭/카프릭트리글리세리드, 경화레시틴, 향료',
        'price': '28,000',
        'rec': '장모종',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '퍼펙트케어 고양이 샴푸',
        'hash': '#아토피&알레르기완화 #노화방지 #모발윤기\n#탈모방지 #보습 #모발탄력 #해충방지',
        'pet': '고양이',
        'caution': '폴리쿼터늄-10\n육계나무껍질추출물',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 다이소듐라우레스설포석시네이트, 라우릴베타인, 소듐클로라이드, 글리세린, 라우릴글루코사이드, 데실글루코사이드, 1&2헥산다이올, 폴리쿼터늄-10, 카프릴글라이콜, 흰버드나무껍질, 오레가노잎, 편백잎, 락토바실러스, 육계나무껍질, 황금, 쇠비름추출물, 부틸렌글라이콜, 하이드롤라이즈드실크, 비타민나무열매추출물, 시트르산, 개다래추출물, 개박하추출물, 편백수, 검정콩추출물, 꿀추출물, 우유추출물, 프로폴리스추출물, 로얄젤리추출물, 우유단백질추출물, 디나트륨이디티에잉, 아르기닌, 네피탈란톨',
        'price': '20,000',
        'rec': '향에 민감한 아이, 보습이 필요한 아이',
        'volume': '250ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '워터리스 샴푸',
        'hash': '#스트레스완화 #면역력강화 #피부진정\n#피부재생 #간편세정',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 데실글루코사이트, 소듐코코일애플아미노산, 부틸렌글라이콜, 헥실렌글라이콜, 메틸프로판다이올, 사철쑥추출물, 병풀추출물, 편백수, 하이드롤라이즈드실크, 올리브추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 알란토인, 시트애씨드, 에틸헥실글리세린, 향료, 테트라소듐글루타메이트다이아세테이트, 라우릴피리디늄클로라이드, C12-13파레스-0',
        'price': '18,000',
        'rec': '산책을 자주 다니는 아이, 물을 싫어하는 아이\n수술후 물 사용이 어려운 아이, 간단세정이 필요한 아이\n',
        'volume': '200ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 바디워시+',
        'hash': '#보습 #피부재생 #피부진정 #피부장벽',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '과일꽃&목화솜 향기',
        'scentIn': '은은한향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 1&2헥산다이올, 세라마이드엔피, 사이클로덱스트린, 폴리쿼터늄-10, 아르기닌, 마데카소사이드, 카프릴릭/카프릭트리글리세리드, 병풀잎추출물, 카프릴릴글라이콜, 알란토인, 에틸헥실글리세린, 헥실렌글라이콜, 소듐하이알루로네이트, 레시틴, 레불리닉애씨드, 개다래추출물, D-판테놀, 약모밀추출물, 개박하추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 소듐바이카보네이트, 하이드롤라이즈드콜라겐, 부틸렌글라이콜, 아시아티코사이드, 아시아티코사이드, 라우릴피리디늄클로라이드, 디나트륨이디티에이, 로즈마리잎오일',
        'price': '28,000',
        'rec': '보습이 필요한 아이, 피부가 민감한 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 센서티브 (무향)',
        'hash': '#보습 #피부재생 #피부진정 #피부장벽\n#민감피부 #각질케어',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 알란토인, 세라마이드, 폴리쿼터늄-10, 아르기닌, 개다래추출물, 레불리닉애씨드, 개박하추출물, 아세로라추출물, 디나트륨이디티에이, 소듐바이카보네이트, 녹차엑스, 약모밀추출물, 라우릴피리디늄클로라이드, 감초엑스, 달맞이꽃씨추출물, 치자추출물, 헥실렌글라이콜, 하수오뿌리추출물, 소듐하이알루로네이트, 도라지뿌리추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 스테비아추출물, 카프릴릭/카프릭트리글리세리드, 경화레시틴, 향료',
        'price': '28,000',
        'rec': '피부가 민감한 아이, 후각에 민감한 아이\n아토피&피부염이 있는 아이\n',
        'volume': '300ml'
      }
    ],
    [
      {
        'type': '샴푸',
        'brand': '퓨어프렌즈',
        'name': '자연유래 강아지 샴푸',
        'hash': '#각질케어 #보습 #정전기방지 #피지조절\n#모발윤기 #가려움증완화 #모근&모발영양',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '로즈마리 잎 오일 고유 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '코코글루코사이드, 소듐코코일글루타메이트, 데실글루코사이드, 글리세린, 하이드롤라이즈드콜라겐, 하이드롤라이즈드실크, 귀리가루추출물, 코코넛야자오일, 로즈마리잎오일, 잔탄검, 시트릭애씨드, 트레할로오스, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜',
        'price': '25,000',
        'rec': '어린 강아지, 노령견',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '나트리스',
        'name': '강아지 샴푸',
        'hash': '#건강피모 #모발윤기#보습 #저자극',
        'pet': '공용',
        'caution': '폴리쿼터늄-10\n센티드제라늄꽃오일',
        'cautionExp': [
          '센티드제라늄꽃오일',
          '피부 탄력, 활력있는 피부, 스트레스 완화, 해충방지, 스트레스완화 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움',
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분임'
        ],
        'scent': '순한 아로마향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴글루코사이드, 라우릴베타인, 소듐코코일글루타메이트, 글리세린, 하이드롤라이즈드 엘라스틴, 하이드롤라이즈드 콜라겐, 하이드롤라이즈드 케라틴, 하이드롤라이즈드 실크, 소듐하이알루로네이트, 아보카도오일, 트레할로오스, 시트릭애씨드, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜, 폴리쿼터늄-10',
        'price': '24,900',
        'rec': '단모종, 보습이 필요한 아이',
        'volume': '470ml'
      },
      {
        'type': '샴푸',
        'brand': '코코몰리',
        'name': '자연 유래 강아지 샴푸',
        'hash': '#보습 #모발윤기 #민감피부 #비듬완화\n#습진회복 #피부염회복 #피부장벽강화',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈마리 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 라우릴글루코사이드, 라우릴베타인, 소듐코코일글루타메이트, 글리세린, 코코글루코사이드, 데실글루코사이드, 판테놀, 약모밀추출물(어성초), 포트마리골드꽃추출물(카렌듈라), 세라마이드엔피, 인삼추출물, 마트리카리아꽃추출물, 살비아추출물, 아보카도오일, 호호바씨오일, 아르간커넬오일, 카프릴릴글라이콜, 트레할로오스, 1,2,헥산다이올, 폴리쿼터늄-10, 에틸헥실글리세린, 시트릭애씨드, 다이소듐이디티에이',
        'price': '23,000',
        'rec': '비듬이 많은 아이, 피부가 붉은 아이',
        'volume': '470ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '실키 모이스쳐',
        'hash': '#장모종 #노화방지 #모발윤기 #탈모방지\n#모발탄력 #털엉킴방지 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈오뜨, 코코넛, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 부틸렌글라이콜, 하이드롤라이즈드실크, 코코넛야자수추출물, 조합향료',
        'price': '36,000',
        'rec': '장모종, 피부가 자주 엉키는 아이\n피모 윤기가 필요한 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '카밍 릴리프',
        'hash': '#보습 #아토피&알레르기 #피부질환개선 #면역력강화\n#모발윤기 #민감성피부 #피부활력 #가려움완화',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '은방울, 동백, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 창포뿌리추출물,코코넛야자수추출물, 조합향료',
        'price': '32,000',
        'rec': '피부가 민감한 아이, 피부질환이 있는 아이\n피부가 가려운 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '릴라러브스잇',
        'name': '센서티브 샴푸',
        'hash': '#보습 #피부재생 #트러블완화\n#가려움완화 #민감피부',
        'pet': '공용',
        'caution': '토코페릴아세테이트',
        'cautionExp': [
          '토코페릴아세테이트',
          '항산화, 피부손상지연, 보습 등의 효능이 있음',
          '과다복용시 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 상처가 있는 경우 흉터를 악화시킬 수 있으니 유의해야함'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 다이소듐코코일글루타메이트, 코코글루코사이드, 코카미도프로필베타인, 스윗아몬드오일, 소듐코코일글루타메이트, 잔탄검, 토코페릴아세테이트, 돌콩오일, 캐모마일꽃추출물(마트리카리아꽃추출물), 소듐시트레이트, 카렌듀라꽃추출물(포트마리골드꽃추출물), 토코페롤',
        'price': '29,900',
        'rec': '피부가 민감한 아이, 트러블이 심한 아이\n아토피&알레르기가 있는 아이, 향에 민감한 아이\n\n',
        'volume': '250ml'
      },
      {
        'type': '샴푸',
        'brand': '마리앤루이',
        'name': '펫 샴푸',
        'hash': '#스트레스완화 #피부염&아토피완화 #노화방지\n#피부진정 #모발윤기 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈마리오일 천연향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '밤부사, 불가리스수, 코카미도프로필하이드록시설테인, 글리세린, 코코일이세티온산나트륨, d-판테놀, c12-14파레스-12, 정제수, 폴리쿼터늄-10, 카프릴릴글라이콜, 로즈마리잎오일, 에틸헥실글리세린, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 시트르산, 디나트륨이디티에이, 레불리닉애씨드, 히비스커스꽃추출물, 티트리잎추출물, 자몽엑스, 약모밀추출물, 아세로라추출물, 소듐바이카보네이트, 병풀추출물라즈베리추출물, 부틸렌글라이콜, 경화레시틴, 1&2-헥산다이올, 폴리글리세릴-10스테아레이트, 이노시톨, 소듐아스코빌포스페이트, 편백잎추출물, 측백나무잎추출물, 소나무추출물, 밤부사불가리스추출물, 나이아신아마이드, 토코페롤, 피리독신, 폴릭애씨드, 티아민에이치씨엘, 바이오틴, 리놀레익애씨드, 사이아노코발아민',
        'price': '19,800',
        'rec': '어린강아지, 노령견\n민감성 피부를 가진 아이, 모발 윤기를 원하는 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '페스룸',
        'name': '강아지 버블 샴푸',
        'hash': '#장모종#모발윤기 #보습 #모발엉킴방지\n#볼륨감 #정전기방지',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10\n자일리톨',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '자일리톨',
          '페스룸의 자일리톨은 국제 특허 받은 아쿠아실이라는 보습 성분의 구성 성분 중 하나로 매우 미비한 수준의 자일리톨 극소량이 포함되어 있음',
          '동물의약외품 인증 과정도 거쳐 무해함'
        ],
        'scent': '천연 라벤더 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '하이드롤라이즈드우유단백질, 소듐코코일N-메칠B알라니네이트용액, 코코알킬디메틸글리신솔루션, 라우릴글루코사이드, 소듐코코일애플아미노산, 폴리쿼터늄-10, 라벤더오일, 코코넛유, 카프릴릴글라이콜, 하이드록시아세토페논, 삼씨오일, 펜타소듐디에칠렌트리아민펜타아세테이트액, 정제수, 부틸렌글라이콜, 염화나트륨, 시트르산, 꿀추출물, 시어버터추출물, 소듐하이알루로네이트, 코치닐선인장열매추출물, 락토바실러스발효물, 자일리틸글루코사이드, 안하이드로자일리톨, 자일리톨, 글루코오스, 아보카도열매추출물, 아르간커넬오일, 올리브유, 1&2헥산다이올, 에틸헥실글리세린, 다이프로필렌글라이콜',
        'price': '21,500',
        'rec': '장모종, 보습이 필요한 아이\n풍성한 털을 원하는 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '워터리스 샴푸',
        'hash': '#스트레스완화 #면역력강화 #피부진정\n#피부재생 #간편세정',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 데실글루코사이트, 소듐코코일애플아미노산, 부틸렌글라이콜, 헥실렌글라이콜, 메틸프로판다이올, 사철쑥추출물, 병풀추출물, 편백수, 하이드롤라이즈드실크, 올리브추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 알란토인, 시트애씨드, 에틸헥실글리세린, 향료, 테트라소듐글루타메이트다이아세테이트, 라우릴피리디늄클로라이드, C12-13파레스-0',
        'price': '18,000',
        'rec': '산책을 자주 다니는 아이, 물을 싫어하는 아이\n수술후 물 사용이 어려운 아이, 간단세정이 필요한 아이\n',
        'volume': '200ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 바디워시+',
        'hash': '#보습 #피부재생 #피부진정 #피부장벽',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '과일꽃&목화솜 향기',
        'scentIn': '은은한향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 1&2헥산다이올, 세라마이드엔피, 사이클로덱스트린, 폴리쿼터늄-10, 아르기닌, 마데카소사이드, 카프릴릭/카프릭트리글리세리드, 병풀잎추출물, 카프릴릴글라이콜, 알란토인, 에틸헥실글리세린, 헥실렌글라이콜, 소듐하이알루로네이트, 레시틴, 레불리닉애씨드, 개다래추출물, D-판테놀, 약모밀추출물, 개박하추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 소듐바이카보네이트, 하이드롤라이즈드콜라겐, 부틸렌글라이콜, 아시아티코사이드, 아시아티코사이드, 라우릴피리디늄클로라이드, 디나트륨이디티에이, 로즈마리잎오일',
        'price': '28,000',
        'rec': '보습이 필요한 아이, 피부가 민감한 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 센서티브 (무향)',
        'hash': '#보습 #피부재생 #피부진정 #피부장벽\n#민감피부 #각질케어',
        'pet': '강아지',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 알란토인, 세라마이드, 폴리쿼터늄-10, 아르기닌, 개다래추출물, 레불리닉애씨드, 개박하추출물, 아세로라추출물, 디나트륨이디티에이, 소듐바이카보네이트, 녹차엑스, 약모밀추출물, 라우릴피리디늄클로라이드, 감초엑스, 달맞이꽃씨추출물, 치자추출물, 헥실렌글라이콜, 하수오뿌리추출물, 소듐하이알루로네이트, 도라지뿌리추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 스테비아추출물, 카프릴릭/카프릭트리글리세리드, 경화레시틴, 향료',
        'price': '28,000',
        'rec': '피부가 민감한 아이, 후각에 민감한 아이\n아토피&피부염이 있는 아이\n',
        'volume': '300ml'
      }
    ],
    [
      {
        'type': '샴푸',
        'brand': '퓨어프렌즈',
        'name': '자연유래 강아지 샴푸',
        'hash': '#각질케어 #보습 #정전기방지 #피지조절\n#모발윤기 #가려움증완화 #모근&모발영양',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '로즈마리 잎 오일 고유 향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '코코글루코사이드, 소듐코코일글루타메이트, 데실글루코사이드, 글리세린, 하이드롤라이즈드콜라겐, 하이드롤라이즈드실크, 귀리가루추출물, 코코넛야자오일, 로즈마리잎오일, 잔탄검, 시트릭애씨드, 트레할로오스, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜',
        'price': '25,000',
        'rec': '어린 강아지, 노령견',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '나트리스',
        'name': '강아지 샴푸',
        'hash': '#건강피모 #모발윤기#보습 #저자극',
        'pet': '공용',
        'caution': '폴리쿼터늄-10\n센티드제라늄꽃오일',
        'cautionExp': [
          '센티드제라늄꽃오일',
          '피부 탄력, 활력있는 피부, 스트레스 완화, 해충방지, 스트레스완화 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움',
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분임'
        ],
        'scent': '순한 아로마향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴글루코사이드, 라우릴베타인, 소듐코코일글루타메이트, 글리세린, 하이드롤라이즈드 엘라스틴, 하이드롤라이즈드 콜라겐, 하이드롤라이즈드 케라틴, 하이드롤라이즈드 실크, 소듐하이알루로네이트, 아보카도오일, 트레할로오스, 시트릭애씨드, 다이소듐이디티에이, 판테놀, 카프릴릴글라이콜, 폴리쿼터늄-10',
        'price': '24,900',
        'rec': '단모종, 보습이 필요한 아이',
        'volume': '470ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '실키 모이스쳐',
        'hash': '#장모종 #노화방지 #모발윤기 #탈모방지\n#모발탄력 #털엉킴방지 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈오뜨, 코코넛, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 부틸렌글라이콜, 하이드롤라이즈드실크, 코코넛야자수추출물, 조합향료',
        'price': '36,000',
        'rec': '장모종, 피부가 자주 엉키는 아이\n피모 윤기가 필요한 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '카밍 릴리프',
        'hash': '#보습 #아토피&알레르기 #피부질환개선 #면역력강화\n#모발윤기 #민감성피부 #피부활력 #가려움완화',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '은방울, 동백, 머스크',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 검정콩추출물, 1&2-헥산다이올, 폴리쿼터늄-10, DL-판테놀, 디나트륨이디티에이, 알란토인, 베타인, 글리세린, 코코일이세티온산나트륨, 포타슘코코일글리시네이트, 포타슘코코에이트, 코코-글루코사이드, 데실글루코사이드, 소듐코코일글루타메이트, 라즈베리케톤, 벤질글라이콜, 에틸헥실글리세린, 카프릴릴글라이콜, 호호바유, 아마씨오일, 카라멜, 고삼뿌리추출물외 12, 창포뿌리추출물,코코넛야자수추출물, 조합향료',
        'price': '32,000',
        'rec': '피부가 민감한 아이, 피부질환이 있는 아이\n피부가 가려운 아이',
        'volume': '500ml'
      },
      {
        'type': '샴푸',
        'brand': '릴라러브스잇',
        'name': '센서티브 샴푸',
        'hash': '#보습 #피부재생 #트러블완화\n#가려움완화 #민감피부',
        'pet': '공용',
        'caution': '토코페릴아세테이트',
        'cautionExp': [
          '토코페릴아세테이트',
          '항산화, 피부손상지연, 보습 등의 효능이 있음',
          '과다복용시 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 상처가 있는 경우 흉터를 악화시킬 수 있으니 유의해야함'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 다이소듐코코일글루타메이트, 코코글루코사이드, 코카미도프로필베타인, 스윗아몬드오일, 소듐코코일글루타메이트, 잔탄검, 토코페릴아세테이트, 돌콩오일, 캐모마일꽃추출물(마트리카리아꽃추출물), 소듐시트레이트, 카렌듀라꽃추출물(포트마리골드꽃추출물), 토코페롤',
        'price': '29,900',
        'rec': '피부가 민감한 아이, 트러블이 심한 아이\n아토피&알레르기가 있는 아이, 향에 민감한 아이\n\n',
        'volume': '250ml'
      },
      {
        'type': '샴푸',
        'brand': '마리앤루이',
        'name': '펫 샴푸',
        'hash': '#스트레스완화 #피부염&아토피완화 #노화방지\n#피부진정 #모발윤기 #보습',
        'pet': '공용',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '로즈마리오일 천연향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '밤부사, 불가리스수, 코카미도프로필하이드록시설테인, 글리세린, 코코일이세티온산나트륨, d-판테놀, c12-14파레스-12, 정제수, 폴리쿼터늄-10, 카프릴릴글라이콜, 로즈마리잎오일, 에틸헥실글리세린, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 시트르산, 디나트륨이디티에이, 레불리닉애씨드, 히비스커스꽃추출물, 티트리잎추출물, 자몽엑스, 약모밀추출물, 아세로라추출물, 소듐바이카보네이트, 병풀추출물라즈베리추출물, 부틸렌글라이콜, 경화레시틴, 1&2-헥산다이올, 폴리글리세릴-10스테아레이트, 이노시톨, 소듐아스코빌포스페이트, 편백잎추출물, 측백나무잎추출물, 소나무추출물, 밤부사불가리스추출물, 나이아신아마이드, 토코페롤, 피리독신, 폴릭애씨드, 티아민에이치씨엘, 바이오틴, 리놀레익애씨드, 사이아노코발아민',
        'price': '19,800',
        'rec': '어린강아지, 노령견\n민감성 피부를 가진 아이, 모발 윤기를 원하는 아이',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '페스룸',
        'name': '고양이 버블 샴푸',
        'hash': '#모발탄력강화 #보습 #정전기방지 #모발볼륨\n#피부면역강화 #항산화',
        'pet': '고양이',
        'caution': '자일리톨\n폴리쿼터늄-10\n육계나무추출물(3)',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 도움을 줌',
          '자일리톨',
          '페스룸의 자일리톨은 국제 특허 받은 아쿠아실이라는 보습 성분의 구성 성분 중 하나로 매우 미비한 수준의 자일리톨 극소량이 포함되어 있음. 동물의약외품 인증 과정도 거쳐 무해함'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '린스겸용',
        'ingredient':
            '트리리프트솝베리열매추출물, 1&2헥산다이올, 에틸헥실글리세린, 소듐코코일N-메칠B알라니네이트용액, 코코알킬디메틸글리신솔루션, 라우릴글루코사이드, 소듐코코일애플아미노산, 정제수, 흰버드나무껍칠추출물, 오레가노잎추출물, 편백잎추출물, 락토바실러스/콩발효추출물, 육계나무껍칠추출물, 황금추출물, 쇠비름추출물, 개박하추출물, 흰목이버섯추출물, 달맞이꽃추출물, 대왕송잎추출물, 칡뿌리추출물, 당느릅나무뿌리추출물, 하이드롤라이즈드옥수수단백질, 하이드롤라이즈드밀단백질, 하이드롤라이즈드콩단백질, 클로렐라불가리스추출물, 로얄젤리추출물, 안하이드로자일리톨, 자일리톨, 글루코오스, 자일리틸글루코사이드, 폴리쿼터늄-10, 카프릴릴글라이콜, 헥실렌글라이콜, 라우릴피리디늄클로라이드, 염화나트륨, 시트르산, 펜타소듐디에칠렌트리아민펜타아세테이트액, 부틸렌글라이콜, 프로판다이올, 글리세린',
        'price': '16,800',
        'rec': '피모 컨디셔닝이 필요한 아이, 향에 민감한 아이\n',
        'volume': '210ml'
      },
      {
        'type': '샴푸',
        'brand': '브리지테일',
        'name': '페토세라 바디워시 포캣',
        'hash': '#피부진정 #보습 #피부활력\n#민감피부 #각질',
        'pet': '고양이',
        'caution': '폴리쿼터늄-10',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '봄꽃&머스크향',
        'scentIn': '은은한 향',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 코코일글루타민산나트륨, 라우릴베타인, 코코일이세티온산나트륨, 글리세린, 아크릴레이트코폴리머, 알란토인, 세라마이드(03), 폴리쿼터늄-10, 아르기닌, 개다래추출물, 래불리닉애씨드, 개박하추출물, 아세로라추출물, 디나트륨이디티에이, 소듐바이카보네이트, 녹차엑스, 약모밀추출물, 라우릴피리디늄클로라이드, 감초엑스, 달맞이꽃씨추출물, 치자추출물, 헥실렌글라이콜, 하수오뿌리추출물, 소듐하이알루로네이트, 도라지뿌리추출물, 피토스테릴/옥틸도데실라우로일글루타메이트, 스테비아추출물, 카프릴릭/카프릭트리글리세리드, 경화레시틴, 향료',
        'price': '28,000',
        'rec': '장모종',
        'volume': '300ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '퍼펙트케어 고양이 샴푸',
        'hash': '#아토피&알레르기완화 #노화방지 #모발윤기\n#탈모방지 #보습 #모발탄력 #해충방지',
        'pet': '고양이',
        'caution': '폴리쿼터늄-10\n육계나무껍질추출물',
        'cautionExp': [
          '폴리쿼터늄-10',
          '정전기 방지, 모발 컨디셔닝, 피부 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분',
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 다이소듐라우레스설포석시네이트, 라우릴베타인, 소듐클로라이드, 글리세린, 라우릴글루코사이드, 데실글루코사이드, 1&2헥산다이올, 폴리쿼터늄-10, 카프릴글라이콜, 흰버드나무껍질, 오레가노잎, 편백잎, 락토바실러스, 육계나무껍질, 황금, 쇠비름추출물, 부틸렌글라이콜, 하이드롤라이즈드실크, 비타민나무열매추출물, 시트르산, 개다래추출물, 개박하추출물, 편백수, 검정콩추출물, 꿀추출물, 우유추출물, 프로폴리스추출물, 로얄젤리추출물, 우유단백질추출물, 디나트륨이디티에잉, 아르기닌, 네피탈란톨',
        'price': '20,000',
        'rec': '향에 민감한 아이, 보습이 필요한 아이',
        'volume': '250ml'
      },
      {
        'type': '샴푸',
        'brand': '아인솝',
        'name': '워터리스 샴푸',
        'hash': '#스트레스완화 #면역력강화 #피부진정\n#피부재생 #간편세정',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 데실글루코사이트, 소듐코코일애플아미노산, 부틸렌글라이콜, 헥실렌글라이콜, 메틸프로판다이올, 사철쑥추출물, 병풀추출물, 편백수, 하이드롤라이즈드실크, 올리브추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 알란토인, 시트애씨드, 에틸헥실글리세린, 향료, 테트라소듐글루타메이트다이아세테이트, 라우릴피리디늄클로라이드, C12-13파레스-0',
        'price': '18,000',
        'rec': '산책을 자주 다니는 아이, 물을 싫어하는 아이\n수술후 물 사용이 어려운 아이, 간단세정이 필요한 아이\n',
        'volume': '200ml'
      }
    ]
  ],
  [
    [
      {
        'type': '치약',
        'brand': '도글도글',
        'name': '덴탈워터 프로폴리스+',
        'hash': '#면역조절 #항산화 #항염 #면역력강화',
        'pet': '공용',
        'caution': '글루콘산아연',
        'cautionExp': [
          '글루콘산아연',
          '구취제거, 치석형성방지 등의 효능이 있음',
          '적정량의 아연은 반려동물 면역 건강에 꼭 필요하며 글루콘산아연은 FDA로부터 승인받은 성분임'
        ],
        'scent': '무색무취',
        'scentIn': '',
        'toothform': '마시는형태',
        'rinse': '',
        'ingredient':
            '프로폴리스, 후코이단(미역귀 추출물), 정제수, 프로판다이올, 글루콘산아연, 글루콘산나트륨, 소르빈산칼륨, 구연산, 구연산나트륨, 프로폴리스 추출물, 미역귀 추출물',
        'price': '14,800',
        'rec': '양치가 지나치게 힘든 아이',
        'volume': '200g'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태구마',
        'hash': '#항산화 #염증예방 #구강관리',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '고구마향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 고구마추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태베리',
        'hash': '#항산화 #항염 #잇몸면역력촉진 #염증예방',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '천연베리향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 라즈베리추출물, 로우스위트블루베리추출물, 베어베리잎추출물, 복분자딸기열매추출물, 비치스트로베리추출물, 크렌베리추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '릴라러브스잇',
        'name': '릴라덴트 덴탈케어 미네랄',
        'hash': '#소염작용 #통증완화 #박테리아감소\n#충치원인균 억제 #염증완화',
        'pet': '공용',
        'caution': '솔비톨',
        'cautionExp': [
          '솔비톨',
          '청량감, 습윤조정, 단백질변성방지, 단맛, 피부건조예방 등의 효능이 있음',
          '다량 섭취시 설사를 일으킬 수 있으나, 제품 내 용량은 반려동물 치아건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 프로판다이올, 소르비톨, 하이드레이티드실리카, 카올린, 파파야열매추출물, 강황가루, 코코넛 오일, 잔탄검, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '75ml'
      },
      {
        'type': '치약',
        'brand': '심플리독',
        'name': '스마일어게인 치약',
        'hash': '#항균 #항염 #구취제거\n#구강세포재생 #피부진정',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 락토바실러스 발효물, 로즈마리 잎 추출물, 병풀잎수, 부틸렌글리콜, 함수이산화규소, 황금추출물, 밀리타리스 동충하초 균사체 추출물, 시트르산, 정제수, 감초뿌리추출물, 프로폴리스 추출물, 중질탄산칼슘, 미역귀추출물, 카복시메틸 셀룰로스나트륨, 녹차추출물, 글리신, 아스코르브산',
        'price': '24,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '70g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈솔루션 치약',
        'hash': '#항균 #항염 #염증감소 #붓기감소\n#항균, 항염 #플라그억제 #항노화',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '멜론향',
        'scentIn': '',
        'toothform': '바르는 형태',
        'rinse': '',
        'ingredient':
            '프로폴리스추출물, 리소짐, 브로멜라인, 덱스트라나아제, 글리세린, 정제수, 스피룰리나플라텐시스추출물, 카복시메틸 셀룰로스나트륨, 알란토인, 글리신, 칼슘카보네이트, 키토산, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 부틸렌글라이콜, 1&2헥산다이올, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이\n양치가 힘든 아이',
        'volume': '60g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈 클린 치약 +',
        'hash': '#항균 #항염 #구취&치석제거 #기호성극대화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '쌀향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '후코이단, 프로폴리스추출물, 하이드롤라이즈드키토산, 알란토인, 황금추출물, 소나무잎추출물, 고삼뿌리추출물, 락토바실러스발효물, 스타아니스추출물, 1&2헥산다이올, 글리세릴카프릴레이트, 셀룰로오스검, 부틸렌글라이콜, 정제수, 함수이산화규소, 글리세린, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '60g'
      }
    ],
    [
      {
        'type': '치약',
        'brand': '도글도글',
        'name': '덴탈워터 프로폴리스+',
        'hash': '#면역조절 #항산화 #항염 #면역력강화',
        'pet': '공용',
        'caution': '글루콘산아연',
        'cautionExp': [
          '글루콘산아연',
          '구취제거, 치석형성방지 등의 효능이 있음',
          '적정량의 아연은 반려동물 면역 건강에 꼭 필요하며 글루콘산아연은 FDA로부터 승인받은 성분임'
        ],
        'scent': '무색무취',
        'scentIn': '',
        'toothform': '마시는형태',
        'rinse': '',
        'ingredient':
            '프로폴리스, 후코이단(미역귀 추출물), 정제수, 프로판다이올, 글루콘산아연, 글루콘산나트륨, 소르빈산칼륨, 구연산, 구연산나트륨, 프로폴리스 추출물, 미역귀 추출물',
        'price': '14,800',
        'rec': '양치가 지나치게 힘든 아이',
        'volume': '200g'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태구마',
        'hash': '#항산화 #염증예방 #구강관리',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '고구마향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 고구마추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태베리',
        'hash': '#항산화 #항염 #잇몸면역력촉진 #염증예방',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '천연베리향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 라즈베리추출물, 로우스위트블루베리추출물, 베어베리잎추출물, 복분자딸기열매추출물, 비치스트로베리추출물, 크렌베리추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '릴라러브스잇',
        'name': '릴라덴트 덴탈케어 미네랄',
        'hash': '#소염작용 #통증완화 #박테리아감소\n#충치원인균 억제 #염증완화',
        'pet': '공용',
        'caution': '솔비톨',
        'cautionExp': [
          '솔비톨',
          '청량감, 습윤조정, 단백질변성방지, 단맛, 피부건조예방 등의 효능이 있음',
          '다량 섭취시 설사를 일으킬 수 있으나, 제품 내 용량은 반려동물 치아건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 프로판다이올, 소르비톨, 하이드레이티드실리카, 카올린, 파파야열매추출물, 강황가루, 코코넛 오일, 잔탄검, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '75ml'
      },
      {
        'type': '치약',
        'brand': '심플리독',
        'name': '스마일어게인 치약',
        'hash': '#항균 #항염 #구취제거\n#구강세포재생 #피부진정',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 락토바실러스 발효물, 로즈마리 잎 추출물, 병풀잎수, 부틸렌글리콜, 함수이산화규소, 황금추출물, 밀리타리스 동충하초 균사체 추출물, 시트르산, 정제수, 감초뿌리추출물, 프로폴리스 추출물, 중질탄산칼슘, 미역귀추출물, 카복시메틸 셀룰로스나트륨, 녹차추출물, 글리신, 아스코르브산',
        'price': '24,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '70g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈솔루션 치약',
        'hash': '#항균 #항염 #염증감소 #붓기감소\n#항균, 항염 #플라그억제 #항노화',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '멜론향',
        'scentIn': '',
        'toothform': '바르는 형태',
        'rinse': '',
        'ingredient':
            '프로폴리스추출물, 리소짐, 브로멜라인, 덱스트라나아제, 글리세린, 정제수, 스피룰리나플라텐시스추출물, 카복시메틸 셀룰로스나트륨, 알란토인, 글리신, 칼슘카보네이트, 키토산, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 부틸렌글라이콜, 1&2헥산다이올, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이\n양치가 힘든 아이',
        'volume': '60g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈 클린 치약 +',
        'hash': '#항균 #항염 #구취&치석제거 #기호성극대화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '쌀향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '후코이단, 프로폴리스추출물, 하이드롤라이즈드키토산, 알란토인, 황금추출물, 소나무잎추출물, 고삼뿌리추출물, 락토바실러스발효물, 스타아니스추출물, 1&2헥산다이올, 글리세릴카프릴레이트, 셀룰로오스검, 부틸렌글라이콜, 정제수, 함수이산화규소, 글리세린, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '60g'
      }
    ],
    [
      {
        'type': '치약',
        'brand': '도글도글',
        'name': '덴탈워터 프로폴리스+',
        'hash': '#면역조절 #항산화 #항염 #면역력강화',
        'pet': '공용',
        'caution': '글루콘산아연',
        'cautionExp': [
          '글루콘산아연',
          '구취제거, 치석형성방지 등의 효능이 있음',
          '적정량의 아연은 반려동물 면역 건강에 꼭 필요하며 글루콘산아연은 FDA로부터 승인받은 성분임'
        ],
        'scent': '무색무취',
        'scentIn': '',
        'toothform': '마시는형태',
        'rinse': '',
        'ingredient':
            '프로폴리스, 후코이단(미역귀 추출물), 정제수, 프로판다이올, 글루콘산아연, 글루콘산나트륨, 소르빈산칼륨, 구연산, 구연산나트륨, 프로폴리스 추출물, 미역귀 추출물',
        'price': '14,800',
        'rec': '양치가 지나치게 힘든 아이',
        'volume': '200g'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태구마',
        'hash': '#항산화 #염증예방 #구강관리',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '고구마향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 고구마추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '아인솝',
        'name': '안심치약 감태베리',
        'hash': '#항산화 #항염 #잇몸면역력촉진 #염증예방',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '천연베리향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 카복시메틸셀룰로스나트륨, 정제수, 글리신, 브로멜라, 리소짐, 알란토인, 칼슘카보네이트, 시트르산, 다시마추출물, 미역추출물, 감태추출물, 부틸렌글라이콜, 1&2헥산다이올, 스피룰리나, 플라텐시스추출물, 프로폴리스추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 라즈베리추출물, 로우스위트블루베리추출물, 베어베리잎추출물, 복분자딸기열매추출물, 비치스트로베리추출물, 크렌베리추출물, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 조합향료',
        'price': '17,000',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '100ml'
      },
      {
        'type': '치약',
        'brand': '릴라러브스잇',
        'name': '릴라덴트 덴탈케어 미네랄',
        'hash': '#소염작용 #통증완화 #박테리아감소\n#충치원인균 억제 #염증완화',
        'pet': '공용',
        'caution': '솔비톨',
        'cautionExp': [
          '솔비톨',
          '청량감, 습윤조정, 단백질변성방지, 단맛, 피부건조예방 등의 효능이 있음',
          '다량 섭취시 설사를 일으킬 수 있으나, 제품 내 용량은 반려동물 치아건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 프로판다이올, 소르비톨, 하이드레이티드실리카, 카올린, 파파야열매추출물, 강황가루, 코코넛 오일, 잔탄검, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '75ml'
      },
      {
        'type': '치약',
        'brand': '심플리독',
        'name': '스마일어게인 치약',
        'hash': '#항균 #항염 #구취제거\n#구강세포재생 #피부진정',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '글리세린, 락토바실러스 발효물, 로즈마리 잎 추출물, 병풀잎수, 부틸렌글리콜, 함수이산화규소, 황금추출물, 밀리타리스 동충하초 균사체 추출물, 시트르산, 정제수, 감초뿌리추출물, 프로폴리스 추출물, 중질탄산칼슘, 미역귀추출물, 카복시메틸 셀룰로스나트륨, 녹차추출물, 글리신, 아스코르브산',
        'price': '24,000',
        'rec': '인위적인 맛과 향을 싫어하는 아이',
        'volume': '70g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈솔루션 치약',
        'hash': '#항균 #항염 #염증감소 #붓기감소\n#항균, 항염 #플라그억제 #항노화',
        'pet': '공용',
        'caution': '스페인감초뿌리',
        'cautionExp': [
          '스페인감초뿌리추출',
          '세균제거, 여드름 피부 진정, 항염, 항산화 등의 효능이 있음',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함'
        ],
        'scent': '멜론향',
        'scentIn': '',
        'toothform': '바르는 형태',
        'rinse': '',
        'ingredient':
            '프로폴리스추출물, 리소짐, 브로멜라인, 덱스트라나아제, 글리세린, 정제수, 스피룰리나플라텐시스추출물, 카복시메틸 셀룰로스나트륨, 알란토인, 글리신, 칼슘카보네이트, 키토산, 황금추출물, 락토바실러스발효물, 감초뿌리추출물, 밀리타리스동충하초균사체추출물, 스페인감초뿌리추출물, 황기뿌리추출물, 부틸렌글라이콜, 1&2헥산다이올, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이\n양치가 힘든 아이',
        'volume': '60g'
      },
      {
        'type': '치약',
        'brand': '페스룸',
        'name': '덴탈 클린 치약 +',
        'hash': '#항균 #항염 #구취&치석제거 #기호성극대화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '쌀향',
        'scentIn': '',
        'toothform': '양치 형태',
        'rinse': '',
        'ingredient':
            '후코이단, 프로폴리스추출물, 하이드롤라이즈드키토산, 알란토인, 황금추출물, 소나무잎추출물, 고삼뿌리추출물, 락토바실러스발효물, 스타아니스추출물, 1&2헥산다이올, 글리세릴카프릴레이트, 셀룰로오스검, 부틸렌글라이콜, 정제수, 함수이산화규소, 글리세린, 향료',
        'price': '14,900',
        'rec': '고기 맛 양치로 양치후에도 입냄새가 나는 아이',
        'volume': '60g'
      }
    ]
  ],
  [
    [
      {
        'type': '눈 세정제',
        'brand': '릴라러브스잇',
        'name': '아이 케어',
        'hash': '#가려움완화 #피부진정 #피부재생\n#노폐물및독소배출 #피부염증완화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 잔탄검, 씨솔트, 아이브라이트추출물, 위치하젤잎추출물, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '유기농 성분을 선호하는 보호자',
        'volume': '30ml'
      },
      {
        'type': '눈 세정제',
        'brand': '브리지테일',
        'name': '페토세라 큐 아이',
        'hash': '#피부정화 #유해물질활성억제 #피부저항력형성 #눈물냄새차단',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 부틸렌글리콜, 1&2 헥산디올, 염화나트륨, 사이클로덱스트린, D-판테놀, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 레불리닉애씨드, 쑥엑스, 위치하젤추출물, 로즈마리엑스, 소듐바이카보네이트, 글리세린, 카프릴릭/카프릭트리글리세리드, 하이드로제네이티드레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 세라마이드엔피, 소듐하이알루로네이트, 디나트륨이디티에이',
        'price': '18,000',
        'rec': '',
        'volume': '100g'
      },
      {
        'type': '눈 세정제',
        'brand': '아인솝',
        'name': '펫 아이 워시',
        'hash': '#눈물냄새 완화 #눈물자국제거 #짓무름예방\n#저자극 #자연유래테라피',
        'pet': '공용',
        'caution': '다마스크장미꽃오일',
        'cautionExp': [
          '다마스크장미꽃 추출물',
          '피부 컨디셔닝 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '병풀추출물, 프로방스장미꽃수, 1&2헥산다이올, 프로판다이올, 정제수, 부틸렌글라이콜, 울금뿌리추출물, 사철쑥추출물, 락토바실러스, 판테놀, 다마스크장미꽃오일, 올리브추출물, 밀배아추출물, 브로콜리추출물, 소듐하이알루로네이트, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 세라마이드엔피, 스쿠알란, 올리브오일, C12&13파레스-9',
        'price': '17,000',
        'rec': '',
        'volume': '80ml'
      },
      {
        'type': '눈 세정제',
        'brand': '러프우프',
        'name': '아임 파인 아이 워시',
        'hash': '#눈꼽정리 #눈가청결 #눈물자국지우개\n#피부진정 #냄새완화',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '유기농 캐모마일 하이드로졸, 유기농 라벤더 하이드로졸, 유기농 녹차추출물, 병풀 추출물, 스쿠알란, 1&2헥산다이올, 베타글루칸, 정제수, 글리세린, 개똥쑥추출물, 서양민들레잎추출물, 포트마리골드꽃추출물, 마트리카리아꽃추출물, 은행잎추출물, 황금추출물, 펜틸렌글라이콜',
        'price': '18,000',
        'rec': '공장식이 아닌 직접 제조하는걸 선호하는 보호자',
        'volume': '50ml'
      }
    ],
    [
      {
        'type': '눈 세정제',
        'brand': '릴라러브스잇',
        'name': '아이 케어',
        'hash': '#가려움완화 #피부진정 #피부재생\n#노폐물및독소배출 #피부염증완화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 잔탄검, 씨솔트, 아이브라이트추출물, 위치하젤잎추출물, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '유기농 성분을 선호하는 보호자',
        'volume': '30ml'
      },
      {
        'type': '눈 세정제',
        'brand': '브리지테일',
        'name': '페토세라 큐 아이',
        'hash': '#피부정화 #유해물질활성억제 #피부저항력형성 #눈물냄새차단',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 부틸렌글리콜, 1&2 헥산디올, 염화나트륨, 사이클로덱스트린, D-판테놀, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 레불리닉애씨드, 쑥엑스, 위치하젤추출물, 로즈마리엑스, 소듐바이카보네이트, 글리세린, 카프릴릭/카프릭트리글리세리드, 하이드로제네이티드레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 세라마이드엔피, 소듐하이알루로네이트, 디나트륨이디티에이',
        'price': '18,000',
        'rec': '',
        'volume': '100g'
      },
      {
        'type': '눈 세정제',
        'brand': '아인솝',
        'name': '펫 아이 워시',
        'hash': '#눈물냄새 완화 #눈물자국제거 #짓무름예방\n#저자극 #자연유래테라피',
        'pet': '공용',
        'caution': '다마스크장미꽃오일',
        'cautionExp': [
          '다마스크장미꽃 추출물',
          '피부 컨디셔닝 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '병풀추출물, 프로방스장미꽃수, 1&2헥산다이올, 프로판다이올, 정제수, 부틸렌글라이콜, 울금뿌리추출물, 사철쑥추출물, 락토바실러스, 판테놀, 다마스크장미꽃오일, 올리브추출물, 밀배아추출물, 브로콜리추출물, 소듐하이알루로네이트, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 세라마이드엔피, 스쿠알란, 올리브오일, C12&13파레스-9',
        'price': '17,000',
        'rec': '',
        'volume': '80ml'
      },
      {
        'type': '눈 세정제',
        'brand': '러프우프',
        'name': '아임 파인 아이 워시',
        'hash': '#눈꼽정리 #눈가청결 #눈물자국지우개\n#피부진정 #냄새완화',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '유기농 캐모마일 하이드로졸, 유기농 라벤더 하이드로졸, 유기농 녹차추출물, 병풀 추출물, 스쿠알란, 1&2헥산다이올, 베타글루칸, 정제수, 글리세린, 개똥쑥추출물, 서양민들레잎추출물, 포트마리골드꽃추출물, 마트리카리아꽃추출물, 은행잎추출물, 황금추출물, 펜틸렌글라이콜',
        'price': '18,000',
        'rec': '공장식이 아닌 직접 제조하는걸 선호하는 보호자',
        'volume': '50ml'
      }
    ],
    [
      {
        'type': '눈 세정제',
        'brand': '릴라러브스잇',
        'name': '아이 케어',
        'hash': '#가려움완화 #피부진정 #피부재생\n#노폐물및독소배출 #피부염증완화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 잔탄검, 씨솔트, 아이브라이트추출물, 위치하젤잎추출물, 소듐시트레이트, 시트릭애씨드',
        'price': '25,000',
        'rec': '유기농 성분을 선호하는 보호자',
        'volume': '30ml'
      },
      {
        'type': '눈 세정제',
        'brand': '브리지테일',
        'name': '페토세라 큐 아이',
        'hash': '#피부정화 #유해물질활성억제 #피부저항력형성 #눈물냄새차단',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 부틸렌글리콜, 1&2 헥산디올, 염화나트륨, 사이클로덱스트린, D-판테놀, 라우릴피리디늄클로라이드, 헥실렌글라이콜, 레불리닉애씨드, 쑥엑스, 위치하젤추출물, 로즈마리엑스, 소듐바이카보네이트, 글리세린, 카프릴릭/카프릭트리글리세리드, 하이드로제네이티드레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 세라마이드엔피, 소듐하이알루로네이트, 디나트륨이디티에이',
        'price': '18,000',
        'rec': '',
        'volume': '100g'
      },
      {
        'type': '눈 세정제',
        'brand': '아인솝',
        'name': '펫 아이 워시',
        'hash': '#눈물냄새 완화 #눈물자국제거 #짓무름예방\n#저자극 #자연유래테라피',
        'pet': '공용',
        'caution': '다마스크장미꽃오일',
        'cautionExp': [
          '다마스크장미꽃 추출물',
          '피부 컨디셔닝 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움'
        ],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '병풀추출물, 프로방스장미꽃수, 1&2헥산다이올, 프로판다이올, 정제수, 부틸렌글라이콜, 울금뿌리추출물, 사철쑥추출물, 락토바실러스, 판테놀, 다마스크장미꽃오일, 올리브추출물, 밀배아추출물, 브로콜리추출물, 소듐하이알루로네이트, 양배추추출물, 자주개자리추출물, 무씨추출물, 유채추출물, 세라마이드엔피, 스쿠알란, 올리브오일, C12&13파레스-9',
        'price': '17,000',
        'rec': '',
        'volume': '80ml'
      },
      {
        'type': '눈 세정제',
        'brand': '러프우프',
        'name': '아임 파인 아이 워시',
        'hash': '#눈꼽정리 #눈가청결 #눈물자국지우개\n#피부진정 #냄새완화',
        'pet': '공용',
        'caution': '녹차추출물',
        'cautionExp': [
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜줌',
          '다량 섭취 시 문제가 되지만 제품 내 극소량은 반려동물에게 도움이 됨'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '유기농 캐모마일 하이드로졸, 유기농 라벤더 하이드로졸, 유기농 녹차추출물, 병풀 추출물, 스쿠알란, 1&2헥산다이올, 베타글루칸, 정제수, 글리세린, 개똥쑥추출물, 서양민들레잎추출물, 포트마리골드꽃추출물, 마트리카리아꽃추출물, 은행잎추출물, 황금추출물, 펜틸렌글라이콜',
        'price': '18,000',
        'rec': '공장식이 아닌 직접 제조하는걸 선호하는 보호자',
        'volume': '50ml'
      }
    ]
  ],
  [
    [
      {
        'type': '귀세정제',
        'brand': '심플리독',
        'name': '해피 뉴 이어 귀세정제',
        'hash': '#피부장벽강화 #피부보호 #보습 #유수분밸런스',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '라벤더',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴베타인, 다이포타슘글리시리제이트, 베타인, 편백수, 꿀추출물, 마데카식 애씨드, 부틸렌글라이콜, 디프로필렌글리콜, 글루코노락톤, 알란도인, 버지니아풍년화추출물, 사과추출물, 아시아틱애씨드, 에탄올, 하이드록시아세토페논, 라벤더오일, 약모밀추출물, 락토바실러스 발효물, 세라마이드3, 시트르산, 카프릴릴글라이콜, 감초엑스, dl판테놀, 파파야열매추출물, 아시아티코사이드',
        'price': '19,800',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '페스룸',
        'name': '네이처 이어 클리너',
        'hash': '#세균&곰팡이감소 #항산화 #피부진정 #손상피부개선\n#스트레스완화 #피부장벽보호',
        'pet': '공용',
        'caution': '육계나무추출물 (3)',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 이로움'
        ],
        'scent': '천연 아로마 에센셜 네롤리향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 백미꽃수, 1&2헥산다이올, 에틸헥실글리세린, 에탄올, 디프로필렌글리콜, 트리리프솝베리열매추출물, 메틸프로판다이올, 글리세린, 코코알킬디메틸글리신솔루션, 비터오렌지꽃오일, 글리세레스-25피씨에이아이소스테아레이트, 디나트륨이디티에이, 알란토인, 베타인, 정제수, 부틸렌글라이콜, 병풀추출물, 마데카소사이드, 아시아티코사이드, 아시아틱애씨드, 마데카식애씨드, 약모밀추출물, 흰버드나무껍질추출물, 오레가노잎추출물, 편백잎추출물, 락토바실러스/콩발효추출물, 육계나무껍질추출물, 황금추출물, 쇠비름추출물, 카프릴릴글라이콜, D-판테놀',
        'price': '15,900',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '아인솝',
        'name': '하이드로졸 귀 세정제',
        'hash': '#예민한피부진정 #노폐물제거 #염증예방',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '허브향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 편백수, 1&2헥산다이올, 프로판다이올, 병풀추출물, 감초추출물, 부틸렌글리콜, 천문동뿌리추출물, 흑효모발효물, 디나트륨이디티에이, DL-판테놀',
        'price': '17,000',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '릴라러브스잇',
        'name': '이어 클렌저',
        'hash': '#항균 #피부진정 #보습 #가려움완화 #염증완화',
        'pet': '강아지',
        'caution': '징크설페이트\n소듐벤조에이트\n락틱애씨드',
        'cautionExp': [
          '징크설페이트',
          '피지분비조절, 모공수축 등의 효능이 있으며 지성피부에 효과적임',
          '귀 세정제로는 무해하지만 섭취 시 구토, 복통을 유발할 수 있음',
          '소듐벤조에이트',
          '보존제, 미생물의 증식을 지연시키는 효능이 있음',
          '강아지에겐 무해하나 고양이에겐 다량 복용시 유해할수 있음',
          '락틱애씨드',
          '각질 제거, 주름 및 노화 방지, 피부 산도 조절, 보습 컨디셔닝 등의 효능이 있음',
          '적정량 사용시 피부건강에 좋지만 과다 사용시 문제를 유발할 수 있음'
        ],
        'scent': '라벤더 향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 폴리글리세릴-4카프레이트, 징크설페이트, 소듐벤조에이트, 코코-글루코사이드, 락틱애씨드, 포타슘솔베이트, 스클레로튬검, 라벤더오일, 로즈마리잎오일, 미분화된 은',
        'price': '29,500',
        'rec': '',
        'volume': '100ml'
      }
    ],
    [
      {
        'type': '귀세정제',
        'brand': '심플리독',
        'name': '해피 뉴 이어 귀세정제',
        'hash': '#피부장벽강화 #피부보호 #보습 #유수분밸런스',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '라벤더',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴베타인, 다이포타슘글리시리제이트, 베타인, 편백수, 꿀추출물, 마데카식 애씨드, 부틸렌글라이콜, 디프로필렌글리콜, 글루코노락톤, 알란도인, 버지니아풍년화추출물, 사과추출물, 아시아틱애씨드, 에탄올, 하이드록시아세토페논, 라벤더오일, 약모밀추출물, 락토바실러스 발효물, 세라마이드3, 시트르산, 카프릴릴글라이콜, 감초엑스, dl판테놀, 파파야열매추출물, 아시아티코사이드',
        'price': '19,800',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '페스룸',
        'name': '네이처 이어 클리너',
        'hash': '#세균&곰팡이감소 #항산화 #피부진정 #손상피부개선\n#스트레스완화 #피부장벽보호',
        'pet': '공용',
        'caution': '육계나무추출물 (3)',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 이로움'
        ],
        'scent': '천연 아로마 에센셜 네롤리향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 백미꽃수, 1&2헥산다이올, 에틸헥실글리세린, 에탄올, 디프로필렌글리콜, 트리리프솝베리열매추출물, 메틸프로판다이올, 글리세린, 코코알킬디메틸글리신솔루션, 비터오렌지꽃오일, 글리세레스-25피씨에이아이소스테아레이트, 디나트륨이디티에이, 알란토인, 베타인, 정제수, 부틸렌글라이콜, 병풀추출물, 마데카소사이드, 아시아티코사이드, 아시아틱애씨드, 마데카식애씨드, 약모밀추출물, 흰버드나무껍질추출물, 오레가노잎추출물, 편백잎추출물, 락토바실러스/콩발효추출물, 육계나무껍질추출물, 황금추출물, 쇠비름추출물, 카프릴릴글라이콜, D-판테놀',
        'price': '15,900',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '아인솝',
        'name': '하이드로졸 귀 세정제',
        'hash': '#예민한피부진정 #노폐물제거 #염증예방',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '허브향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 편백수, 1&2헥산다이올, 프로판다이올, 병풀추출물, 감초추출물, 부틸렌글리콜, 천문동뿌리추출물, 흑효모발효물, 디나트륨이디티에이, DL-판테놀',
        'price': '17,000',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '릴라러브스잇',
        'name': '이어 클렌저',
        'hash': '#항균 #피부진정 #보습 #가려움완화 #염증완화',
        'pet': '강아지',
        'caution': '징크설페이트\n소듐벤조에이트\n락틱애씨드',
        'cautionExp': [
          '징크설페이트',
          '피지분비조절, 모공수축 등의 효능이 있으며 지성피부에 효과적임',
          '귀 세정제로는 무해하지만 섭취 시 구토, 복통을 유발할 수 있음',
          '소듐벤조에이트',
          '보존제, 미생물의 증식을 지연시키는 효능이 있음',
          '강아지에겐 무해하나 고양이에겐 다량 복용시 유해할수 있음',
          '락틱애씨드',
          '각질 제거, 주름 및 노화 방지, 피부 산도 조절, 보습 컨디셔닝 등의 효능이 있음',
          '적정량 사용시 피부건강에 좋지만 과다 사용시 문제를 유발할 수 있음'
        ],
        'scent': '라벤더 향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 폴리글리세릴-4카프레이트, 징크설페이트, 소듐벤조에이트, 코코-글루코사이드, 락틱애씨드, 포타슘솔베이트, 스클레로튬검, 라벤더오일, 로즈마리잎오일, 미분화된 은',
        'price': '29,500',
        'rec': '',
        'volume': '100ml'
      }
    ],
    [
      {
        'type': '귀세정제',
        'brand': '심플리독',
        'name': '해피 뉴 이어 귀세정제',
        'hash': '#피부장벽강화 #피부보호 #보습 #유수분밸런스',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '라벤더',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 라우릴베타인, 다이포타슘글리시리제이트, 베타인, 편백수, 꿀추출물, 마데카식 애씨드, 부틸렌글라이콜, 디프로필렌글리콜, 글루코노락톤, 알란도인, 버지니아풍년화추출물, 사과추출물, 아시아틱애씨드, 에탄올, 하이드록시아세토페논, 라벤더오일, 약모밀추출물, 락토바실러스 발효물, 세라마이드3, 시트르산, 카프릴릴글라이콜, 감초엑스, dl판테놀, 파파야열매추출물, 아시아티코사이드',
        'price': '19,800',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '페스룸',
        'name': '네이처 이어 클리너',
        'hash': '#세균&곰팡이감소 #항산화 #피부진정 #손상피부개선\n#스트레스완화 #피부장벽보호',
        'pet': '공용',
        'caution': '육계나무추출물 (3)',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량은 반려동물 피부건강에 이로움'
        ],
        'scent': '천연 아로마 에센셜 네롤리향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 백미꽃수, 1&2헥산다이올, 에틸헥실글리세린, 에탄올, 디프로필렌글리콜, 트리리프솝베리열매추출물, 메틸프로판다이올, 글리세린, 코코알킬디메틸글리신솔루션, 비터오렌지꽃오일, 글리세레스-25피씨에이아이소스테아레이트, 디나트륨이디티에이, 알란토인, 베타인, 정제수, 부틸렌글라이콜, 병풀추출물, 마데카소사이드, 아시아티코사이드, 아시아틱애씨드, 마데카식애씨드, 약모밀추출물, 흰버드나무껍질추출물, 오레가노잎추출물, 편백잎추출물, 락토바실러스/콩발효추출물, 육계나무껍질추출물, 황금추출물, 쇠비름추출물, 카프릴릴글라이콜, D-판테놀',
        'price': '15,900',
        'rec': '',
        'volume': '120ml'
      },
      {
        'type': '귀세정제',
        'brand': '아인솝',
        'name': '하이드로졸 귀 세정제',
        'hash': '#예민한피부진정 #노폐물제거 #염증예방',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '허브향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 편백수, 1&2헥산다이올, 프로판다이올, 병풀추출물, 감초추출물, 부틸렌글리콜, 천문동뿌리추출물, 흑효모발효물, 디나트륨이디티에이, DL-판테놀',
        'price': '17,000',
        'rec': '',
        'volume': '120ml'
      }
    ]
  ],
  [
    [
      {
        'type': '에센스/미스트',
        'brand': '코코몰리',
        'name': '판테놀 더마 크림 미스트',
        'hash': '#보습 #피부진정 #피부장벽강화 #수분보호막\n#피부자극케어 #민감피부 #모발윤기',
        'pet': '공용',
        'caution': '폴리쿼터늄-51',
        'cautionExp': [
          '폴리쿼터늄-51',
          '보습, 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '자연유래 향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 에틸헥실팔미테이트, 세틸에틸헥사노에이트, 1&2헥산다이올, 메틸글루세스-20, 폴리쿼터늄-51, D-판테놀, 세라마이드엔피, 마데카소사이드, 아르간커넬오일, 드럼스틱씨오일, 아시아티코사이드, 병풀잎추출물, 카퍼트라이펩타이드-1, 디나트륨이디티에이, 암모늄아크릴로일다이메틸타우레이트/브이피코폴리머, 소르비탄세스퀴올레에이트, 시트르산나트륨, 시트르산, 카프릴릭/카프릭트라이글리세라이드, 경화레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 소듐하이알루로네이트, 향료',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 가려움증이 있는 아이\n부드러운 피모를 원하는 아이\n',
        'volume': '150ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '모이스처 미스트',
        'hash': '#보습 #가려움완화 #털엉킴방지 #피모냄새제거\n#정전기방지 #모발윤기',
        'pet': '강아지',
        'caution': '',
        'cautionExp': [''],
        'scent': '플로럴향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '프로폴리스추출물 (50%)., 정제수, 하이드롤라이즈드실크 (5%), 부틸렌글라이콜, 사철쑥추출물, 알란토인, 판테놀, 병풀추출물, 귀리단백질추출물, 글리세린, 시어버터, 올리브오일, 카프릴릭, C12&13파레스-9, 스쿠알란, 하이드로제네이티드레시틴, 1&2헥산다이올, 알지닌, 올리브추출물, 향료, 다이소듐이디티에이, 콜라겐아미노산, 하이드롤라이즈드케라틴, 감추출물, 동백나무잎추출물, 세라마이드엔피, 캐롭열매추출물, 콜레스테롤, 하이드롤라이즈드엘라스틴, 콜라겐추출물, 피토스핑고신, 카프릴릴글라이콜, 마데카소사이드, 마데카식애씨드, 아시아티코사이드, 아시아틱애씨드, 운데실레노일글라이신',
        'price': '17,900',
        'rec': '보습이 필요한 아이, 부드러운 피모를 원하는 아이',
        'volume': '150ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '안티탱글링 스프레이',
        'hash': '#장모종 #보습 #정전기방지\n#털엉킴방지 #풍성한털',
        'pet': '강아지',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 잔탄검, 코코넛야자오일, 호호바오일, 마카다미아씨오일, 카프릴릭, 해바라기씨오일, 토코페롤, 레시틴, 아스코빌팔미테이트, 소듐시트레이트, 시트릭애씨드, 라벤더오일',
        'price': '36,000',
        'rec': '장모종, 곱슬모, 이중모, 털엉킴 많은 아이\n털이 푸석한 아이, 정전기가 많은 아이\n',
        'volume': '250ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '미네랄케어 스프레이',
        'hash': '#가려움완화 #보습 #트러블완화',
        'pet': '공용',
        'caution': '소듐하이드록사이드',
        'cautionExp': [
          '소듐하이드록사이드',
          '피부유수분 밸런스 조절 등의 효능이 있음',
          '제품 내 적정량은 제품산화도를 조절해 반려동물에게 이로움'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 씨솔트, 마그네슘설페이트, 소듐하이드록사이드, 산당화열매추출물, 위치하젤잎추출물',
        'price': '39,000',
        'rec': '피부진정이 필요한 아이, 가려움이 심한 아이\n피부 트러블이 있는 아이',
        'volume': '250ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '카밍 겔',
        'hash': '#피부진정 #피부회복 #피부장벽강화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 병풀추출물, 부틸렌글라이콜, 글리세린, 프로판다이올, 1&2헥산다이올, 마데카소사이드, DL-판테놀, 히드로라이즈드콜라겐, 아크릴레이트, C10&30알킬아크릴레이트크로스폴리머, 트로메타민, 옥틸도데세스-16, 암모늄아크릴로일, 다이메틸타우레이트, 브이피코폴리머, 시메티콘, 카프릴릴글라이콜, 귀리단백질추출물, 알란토인, 디나트륨이디티에이, 소듐하이알루로네이트, 꿀추출물, 우유추출물, 약모밀추출물',
        'price': '15,900',
        'rec':
            '피부 진정이 필요한 아이, 피부 회복이 필요한 아이\n민감하고 예민한 피부를 가진 아이, 피부장벽이 약한 아이\n',
        'volume': '15g'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '포케어 에센스',
        'hash': '#보습 #미끄럼방지 #각질완화\n#피부영양공급 #젤리보호',
        'pet': '공용',
        'caution': '육계나무추출물\n스페인감초뿌리\n녹차추출물',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량 사용시 반려동물 피부건강에 이로움',
          '스페인감초뿌리',
          '세균 제거, 여드름 피부 진정, 항염, 항산화제',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함',
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜주고 해로운 물질을 없애주는 해독 작용의 효능이 있음',
          '과다복용시 간 건강에 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 극히 일부 강아지에겐 알레르기 유발할 가능성이 있음'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '로얄젤리추출물 (78%), 1&2헥산다이올, 부틸렌글리콜, 디프로필렌글리콜, 글리세린, 프로판다이올, 라즈베리케톤, 정제수, 카프릴릴글라이콜, 하이드록시아세토페논, 펜틸렌글라이콜, 스쿠알란, 소듐폴리아크릴로일다이메틸타우레이트, 폴리글리세릴-10다이라우레이트, 다이카프릴릴에터, 카보머, 2-아미노-2-(하이드록시메칠)-1, 3-프로판디올, 트레할로스, 베타인, 에틸헥실글리세린, 디나트륨이디티에이, D-판테놀, 코코넛유, 편백잎추출물, 오레가노잎추출물, 흰버드나무껍질추출물, 황금추출물, 쇠비름추출물, 락토바실러스/콩발효ㅜ출물, 육계나무껍질추출물, 병풀추출물, 호장근뿌리추출물, 스페인감초뿌리추출물, 녹차추출물, 마트리카리아꽃추출물, 로즈마리잎추출물, 락토바실러스발효용해물, 캐모마일꽃추출물, 히비스커스꽃추출물, 라벤더추출물, 장미꽃추출물, 하이드로제네이티드레시틴, 세라마이드엔피, 약모밀추출물, 프로폴리스추출물',
        'price': '19,900',
        'rec': '발바닥 보습이 필요한 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이',
        'volume': '85ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '포케어 (멀티밤)',
        'hash': '#발바닥건조 #발바닥보습 #실내미끄럼방지',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '코코넛야자오일, 솔비탄올리베이트, 포트마리골드꽃오일, 비즈왁스, 살구씨오일, 스쿠알렌, 해바라기씨오일, 토코페롤, 레시틴, 아스코빌팔미테이트, 라벤더오일, 디마스코장미꽃',
        'price': '29,500',
        'rec': '발바닥 습진이 있는 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이\n',
        'volume': '60ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '아인솝',
        'name': '카밍 애플 에센스',
        'hash': '#항균 #면역력강화 #피부유수분밸런스조절 #보습',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 프로방스장미꽃수, 호호바씨오일, 정제수 ,세테아릴올리베이트, 솔비탄올리베이트, 스쿠알란, 아르간커넬오일, 판테놀, 사과즙, 사과추출물, 부틸렌글라이콜, 프로판다이올, 야잡씨버터, 부틸렌글라이콜다이카프릴레이트, 다이카프레이트, 사철쑥추출물, 울금뿌리추출물, 올리브추출물, 락토바실러스, 소듐하이알루로네이트, 병풀추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 베타-글루칸, 무씨추출물, 유채추출물, 사과씨추출물, 토코페롤, 1&2헥산다이올, 카보머, 트로메타민, 세라마이드엔피, 다이소듐이디티에이',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 피부진정이 필요한 아이\n가려움이 심한 아이, 털이 빠지는 아이\n',
        'volume': '100ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '아인솝',
        'name': '실키 아르간 에센스',
        'hash': '#손상회복 #피부유수분밸런스조절 #모발윤기부여\n#탈모방지 #모발영양탄력',
        'pet': '강아지',
        'caution': '다마스크장미꽃오일',
        'cautionExp': [
          '다마스크장미꽃오일',
          '피부 컨디셔닝 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 코코넛야자오일, 프로방스장미꽃수, 호호바씨오일, 세테아릴올리베이트, 솔비탄올리베이트, 베타인, 아르간커넬오일, 프로판다이올, 하이드롤라이즈드콜라겐, 사철쑥추출물, 글리세린, 올리브추출물, 부틸렌글라이콜, 하이드롤라이즈드밀단백질, 하이드롤라이즈드엘라스틴, 하이드롤라이즈드케라틴, 소듐피시에이,밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 흰목이버섯포자낭과추출물, 무씨추출물, 유채추출물, 라벤더추출물, 락토바실러스, 로즈마리추출물, 오라게노추출물, 울금뿌리추출물, 타임추출물, 하이드로제네이티드폿그파티딜콜린, 하이드록시에틸셀룰로오스, 1&2헥산다이올, 다마스크장미꽃오일, 다이소듐이디티에이, 세라마이드엔피, 알라닌, 글라이신, 글루타믹애씨드, 라이신, 류신, 메티오닌, 발린, 세린, 세린, 시스테인, 아스파틱애씨드, 아이소류신, 알지닌, 타이로신, 트레오닌, 페닌알라닌, 프롤린, 히스티딘, 콜레스테롤, 스테아릭애씨드, 팔미틱애씨드, 글라이코스핑고리피드, 수크로오스스테아레이트, 피토스핑고신',
        'price': '25,000',
        'rec': '장모종, 털엉킴이 많은 아이\n털이 푸석한 아이, 정전기가 많은 아이\n',
        'volume': '100ml'
      }
    ],
    [
      {
        'type': '에센스/미스트',
        'brand': '코코몰리',
        'name': '판테놀 더마 크림 미스트',
        'hash': '#보습 #피부진정 #피부장벽강화 #수분보호막\n#피부자극케어 #민감피부 #모발윤기',
        'pet': '공용',
        'caution': '폴리쿼터늄-51',
        'cautionExp': [
          '폴리쿼터늄-51',
          '보습, 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '자연유래 향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 에틸헥실팔미테이트, 세틸에틸헥사노에이트, 1&2헥산다이올, 메틸글루세스-20, 폴리쿼터늄-51, D-판테놀, 세라마이드엔피, 마데카소사이드, 아르간커넬오일, 드럼스틱씨오일, 아시아티코사이드, 병풀잎추출물, 카퍼트라이펩타이드-1, 디나트륨이디티에이, 암모늄아크릴로일다이메틸타우레이트/브이피코폴리머, 소르비탄세스퀴올레에이트, 시트르산나트륨, 시트르산, 카프릴릭/카프릭트라이글리세라이드, 경화레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 소듐하이알루로네이트, 향료',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 가려움증이 있는 아이\n부드러운 피모를 원하는 아이\n',
        'volume': '150ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '모이스처 미스트',
        'hash': '#보습 #가려움완화 #털엉킴방지 #피모냄새제거\n#정전기방지 #모발윤기',
        'pet': '강아지',
        'caution': '',
        'cautionExp': [''],
        'scent': '플로럴향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '프로폴리스추출물 (50%)., 정제수, 하이드롤라이즈드실크 (5%), 부틸렌글라이콜, 사철쑥추출물, 알란토인, 판테놀, 병풀추출물, 귀리단백질추출물, 글리세린, 시어버터, 올리브오일, 카프릴릭, C12&13파레스-9, 스쿠알란, 하이드로제네이티드레시틴, 1&2헥산다이올, 알지닌, 올리브추출물, 향료, 다이소듐이디티에이, 콜라겐아미노산, 하이드롤라이즈드케라틴, 감추출물, 동백나무잎추출물, 세라마이드엔피, 캐롭열매추출물, 콜레스테롤, 하이드롤라이즈드엘라스틴, 콜라겐추출물, 피토스핑고신, 카프릴릴글라이콜, 마데카소사이드, 마데카식애씨드, 아시아티코사이드, 아시아틱애씨드, 운데실레노일글라이신',
        'price': '17,900',
        'rec': '보습이 필요한 아이, 부드러운 피모를 원하는 아이',
        'volume': '150ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '안티탱글링 스프레이',
        'hash': '#장모종 #보습 #정전기방지\n#털엉킴방지 #풍성한털',
        'pet': '강아지',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 잔탄검, 코코넛야자오일, 호호바오일, 마카다미아씨오일, 카프릴릭, 해바라기씨오일, 토코페롤, 레시틴, 아스코빌팔미테이트, 소듐시트레이트, 시트릭애씨드, 라벤더오일',
        'price': '36,000',
        'rec': '장모종, 곱슬모, 이중모, 털엉킴 많은 아이\n털이 푸석한 아이, 정전기가 많은 아이\n',
        'volume': '250ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '미네랄케어 스프레이',
        'hash': '#가려움완화 #보습 #트러블완화',
        'pet': '공용',
        'caution': '소듐하이드록사이드',
        'cautionExp': [
          '소듐하이드록사이드',
          '피부유수분 밸런스 조절 등의 효능이 있음',
          '제품 내 적정량은 제품산화도를 조절해 반려동물에게 이로움'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 씨솔트, 마그네슘설페이트, 소듐하이드록사이드, 산당화열매추출물, 위치하젤잎추출물',
        'price': '39,000',
        'rec': '피부진정이 필요한 아이, 가려움이 심한 아이\n피부 트러블이 있는 아이',
        'volume': '250ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '카밍 겔',
        'hash': '#피부진정 #피부회복 #피부장벽강화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 병풀추출물, 부틸렌글라이콜, 글리세린, 프로판다이올, 1&2헥산다이올, 마데카소사이드, DL-판테놀, 히드로라이즈드콜라겐, 아크릴레이트, C10&30알킬아크릴레이트크로스폴리머, 트로메타민, 옥틸도데세스-16, 암모늄아크릴로일, 다이메틸타우레이트, 브이피코폴리머, 시메티콘, 카프릴릴글라이콜, 귀리단백질추출물, 알란토인, 디나트륨이디티에이, 소듐하이알루로네이트, 꿀추출물, 우유추출물, 약모밀추출물',
        'price': '15,900',
        'rec':
            '피부 진정이 필요한 아이, 피부 회복이 필요한 아이\n민감하고 예민한 피부를 가진 아이, 피부장벽이 약한 아이\n',
        'volume': '15g'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '포케어 에센스',
        'hash': '#보습 #미끄럼방지 #각질완화\n#피부영양공급 #젤리보호',
        'pet': '공용',
        'caution': '육계나무추출물\n스페인감초뿌리\n녹차추출물',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량 사용시 반려동물 피부건강에 이로움',
          '스페인감초뿌리',
          '세균 제거, 여드름 피부 진정, 항염, 항산화제',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함',
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜주고 해로운 물질을 없애주는 해독 작용의 효능이 있음',
          '과다복용시 간 건강에 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 극히 일부 강아지에겐 알레르기 유발할 가능성이 있음'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '로얄젤리추출물 (78%), 1&2헥산다이올, 부틸렌글리콜, 디프로필렌글리콜, 글리세린, 프로판다이올, 라즈베리케톤, 정제수, 카프릴릴글라이콜, 하이드록시아세토페논, 펜틸렌글라이콜, 스쿠알란, 소듐폴리아크릴로일다이메틸타우레이트, 폴리글리세릴-10다이라우레이트, 다이카프릴릴에터, 카보머, 2-아미노-2-(하이드록시메칠)-1, 3-프로판디올, 트레할로스, 베타인, 에틸헥실글리세린, 디나트륨이디티에이, D-판테놀, 코코넛유, 편백잎추출물, 오레가노잎추출물, 흰버드나무껍질추출물, 황금추출물, 쇠비름추출물, 락토바실러스/콩발효ㅜ출물, 육계나무껍질추출물, 병풀추출물, 호장근뿌리추출물, 스페인감초뿌리추출물, 녹차추출물, 마트리카리아꽃추출물, 로즈마리잎추출물, 락토바실러스발효용해물, 캐모마일꽃추출물, 히비스커스꽃추출물, 라벤더추출물, 장미꽃추출물, 하이드로제네이티드레시틴, 세라마이드엔피, 약모밀추출물, 프로폴리스추출물',
        'price': '19,900',
        'rec': '발바닥 보습이 필요한 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이',
        'volume': '85ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '포케어 (멀티밤)',
        'hash': '#발바닥건조 #발바닥보습 #실내미끄럼방지',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '코코넛야자오일, 솔비탄올리베이트, 포트마리골드꽃오일, 비즈왁스, 살구씨오일, 스쿠알렌, 해바라기씨오일, 토코페롤, 레시틴, 아스코빌팔미테이트, 라벤더오일, 디마스코장미꽃',
        'price': '29,500',
        'rec': '발바닥 습진이 있는 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이\n',
        'volume': '60ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '아인솝',
        'name': '카밍 애플 에센스',
        'hash': '#항균 #면역력강화 #피부유수분밸런스조절 #보습',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 프로방스장미꽃수, 호호바씨오일, 정제수 ,세테아릴올리베이트, 솔비탄올리베이트, 스쿠알란, 아르간커넬오일, 판테놀, 사과즙, 사과추출물, 부틸렌글라이콜, 프로판다이올, 야잡씨버터, 부틸렌글라이콜다이카프릴레이트, 다이카프레이트, 사철쑥추출물, 울금뿌리추출물, 올리브추출물, 락토바실러스, 소듐하이알루로네이트, 병풀추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 베타-글루칸, 무씨추출물, 유채추출물, 사과씨추출물, 토코페롤, 1&2헥산다이올, 카보머, 트로메타민, 세라마이드엔피, 다이소듐이디티에이',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 피부진정이 필요한 아이\n가려움이 심한 아이, 털이 빠지는 아이\n',
        'volume': '100ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '아인솝',
        'name': '실키 아르간 에센스',
        'hash': '#손상회복 #피부유수분밸런스조절 #모발윤기부여\n#탈모방지 #모발영양탄력',
        'pet': '강아지',
        'caution': '다마스크장미꽃오일',
        'cautionExp': [
          '다마스크장미꽃오일',
          '피부 컨디셔닝 등의 효능이 있음',
          '과다복용시 위장장애 등 문제를 유발하지만, 적정량은 강아지 건강에 이로움'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 코코넛야자오일, 프로방스장미꽃수, 호호바씨오일, 세테아릴올리베이트, 솔비탄올리베이트, 베타인, 아르간커넬오일, 프로판다이올, 하이드롤라이즈드콜라겐, 사철쑥추출물, 글리세린, 올리브추출물, 부틸렌글라이콜, 하이드롤라이즈드밀단백질, 하이드롤라이즈드엘라스틴, 하이드롤라이즈드케라틴, 소듐피시에이,밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 흰목이버섯포자낭과추출물, 무씨추출물, 유채추출물, 라벤더추출물, 락토바실러스, 로즈마리추출물, 오라게노추출물, 울금뿌리추출물, 타임추출물, 하이드로제네이티드폿그파티딜콜린, 하이드록시에틸셀룰로오스, 1&2헥산다이올, 다마스크장미꽃오일, 다이소듐이디티에이, 세라마이드엔피, 알라닌, 글라이신, 글루타믹애씨드, 라이신, 류신, 메티오닌, 발린, 세린, 세린, 시스테인, 아스파틱애씨드, 아이소류신, 알지닌, 타이로신, 트레오닌, 페닌알라닌, 프롤린, 히스티딘, 콜레스테롤, 스테아릭애씨드, 팔미틱애씨드, 글라이코스핑고리피드, 수크로오스스테아레이트, 피토스핑고신',
        'price': '25,000',
        'rec': '장모종, 털엉킴이 많은 아이\n털이 푸석한 아이, 정전기가 많은 아이\n',
        'volume': '100ml'
      }
    ],
    [
      {
        'type': '에센스/미스트',
        'brand': '코코몰리',
        'name': '판테놀 더마 크림 미스트',
        'hash': '#보습 #피부진정 #피부장벽강화 #수분보호막\n#피부자극케어 #민감피부 #모발윤기',
        'pet': '공용',
        'caution': '폴리쿼터늄-51',
        'cautionExp': [
          '폴리쿼터늄-51',
          '보습, 컨디셔닝 등의 효능이 있음',
          '여러 화장품 공증 기관에서 안전이 검증된 성분'
        ],
        'scent': '자연유래 향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 글리세린, 에틸헥실팔미테이트, 세틸에틸헥사노에이트, 1&2헥산다이올, 메틸글루세스-20, 폴리쿼터늄-51, D-판테놀, 세라마이드엔피, 마데카소사이드, 아르간커넬오일, 드럼스틱씨오일, 아시아티코사이드, 병풀잎추출물, 카퍼트라이펩타이드-1, 디나트륨이디티에이, 암모늄아크릴로일다이메틸타우레이트/브이피코폴리머, 소르비탄세스퀴올레에이트, 시트르산나트륨, 시트르산, 카프릴릭/카프릭트라이글리세라이드, 경화레시틴, 피토스테릴/옥틸도데실라우로일글루타메이트, 소듐하이알루로네이트, 향료',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 가려움증이 있는 아이\n부드러운 피모를 원하는 아이\n',
        'volume': '150ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '미네랄케어 스프레이',
        'hash': '#가려움완화 #보습 #트러블완화',
        'pet': '공용',
        'caution': '소듐하이드록사이드',
        'cautionExp': [
          '소듐하이드록사이드',
          '피부유수분 밸런스 조절 등의 효능이 있음',
          '제품 내 적정량은 제품산화도를 조절해 반려동물에게 이로움'
        ],
        'scent': '무향',
        'scentIn': '향 없음',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '알로에베라잎즙, 프로판다이올, 글리세린, 씨솔트, 마그네슘설페이트, 소듐하이드록사이드, 산당화열매추출물, 위치하젤잎추출물',
        'price': '39,000',
        'rec': '피부진정이 필요한 아이, 가려움이 심한 아이\n피부 트러블이 있는 아이',
        'volume': '250ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '카밍 겔',
        'hash': '#피부진정 #피부회복 #피부장벽강화',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '정제수, 병풀추출물, 부틸렌글라이콜, 글리세린, 프로판다이올, 1&2헥산다이올, 마데카소사이드, DL-판테놀, 히드로라이즈드콜라겐, 아크릴레이트, C10&30알킬아크릴레이트크로스폴리머, 트로메타민, 옥틸도데세스-16, 암모늄아크릴로일, 다이메틸타우레이트, 브이피코폴리머, 시메티콘, 카프릴릴글라이콜, 귀리단백질추출물, 알란토인, 디나트륨이디티에이, 소듐하이알루로네이트, 꿀추출물, 우유추출물, 약모밀추출물',
        'price': '15,900',
        'rec':
            '피부 진정이 필요한 아이, 피부 회복이 필요한 아이\n민감하고 예민한 피부를 가진 아이, 피부장벽이 약한 아이\n',
        'volume': '15g'
      },
      {
        'type': '에센스/미스트',
        'brand': '페스룸',
        'name': '포케어 에센스',
        'hash': '#보습 #미끄럼방지 #각질완화\n#피부영양공급 #젤리보호',
        'pet': '공용',
        'caution': '육계나무추출물\n스페인감초뿌리\n녹차추출물',
        'cautionExp': [
          '육계나무껍질추출물',
          '피부보호, 색소침착억제, 보습, 피부 진정 등의 효능이 있음',
          '적정량 사용시 반려동물 피부건강에 이로움',
          '스페인감초뿌리',
          '세균 제거, 여드름 피부 진정, 항염, 항산화제',
          '고혈압, 심장병, 신장 문제가 있는 아이들은 조금 주의해야함',
          '녹차추출물',
          '노화 및 산화 방지 효과가 뛰어나 아이들의 피부와 모발을 건강하게 지켜주고 해로운 물질을 없애주는 해독 작용의 효능이 있음',
          '과다복용시 간 건강에 문제를 유발하지만, 적정량은 강아지 건강에 이로움. 극히 일부 강아지에겐 알레르기 유발할 가능성이 있음'
        ],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '로얄젤리추출물 (78%), 1&2헥산다이올, 부틸렌글리콜, 디프로필렌글리콜, 글리세린, 프로판다이올, 라즈베리케톤, 정제수, 카프릴릴글라이콜, 하이드록시아세토페논, 펜틸렌글라이콜, 스쿠알란, 소듐폴리아크릴로일다이메틸타우레이트, 폴리글리세릴-10다이라우레이트, 다이카프릴릴에터, 카보머, 2-아미노-2-(하이드록시메칠)-1, 3-프로판디올, 트레할로스, 베타인, 에틸헥실글리세린, 디나트륨이디티에이, D-판테놀, 코코넛유, 편백잎추출물, 오레가노잎추출물, 흰버드나무껍질추출물, 황금추출물, 쇠비름추출물, 락토바실러스/콩발효ㅜ출물, 육계나무껍질추출물, 병풀추출물, 호장근뿌리추출물, 스페인감초뿌리추출물, 녹차추출물, 마트리카리아꽃추출물, 로즈마리잎추출물, 락토바실러스발효용해물, 캐모마일꽃추출물, 히비스커스꽃추출물, 라벤더추출물, 장미꽃추출물, 하이드로제네이티드레시틴, 세라마이드엔피, 약모밀추출물, 프로폴리스추출물',
        'price': '19,900',
        'rec': '발바닥 보습이 필요한 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이',
        'volume': '85ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '릴라러브스잇',
        'name': '포케어 (멀티밤)',
        'hash': '#발바닥건조 #발바닥보습 #실내미끄럼방지',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '무향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '코코넛야자오일, 솔비탄올리베이트, 포트마리골드꽃오일, 비즈왁스, 살구씨오일, 스쿠알렌, 해바라기씨오일, 토코페롤, 레시틴, 아스코빌팔미테이트, 라벤더오일, 디마스코장미꽃',
        'price': '29,500',
        'rec': '발바닥 습진이 있는 아이, 산책을 자주하는 아이\n발바닥이 미끄러운 아이, 슬개골 탈구 예방을 원하는 아이\n',
        'volume': '60ml'
      },
      {
        'type': '에센스/미스트',
        'brand': '아인솝',
        'name': '카밍 애플 에센스',
        'hash': '#항균 #면역력강화 #피부유수분밸런스조절 #보습',
        'pet': '공용',
        'caution': '',
        'cautionExp': [''],
        'scent': '천연향',
        'scentIn': '',
        'toothform': '',
        'rinse': '',
        'ingredient':
            '편백수, 프로방스장미꽃수, 호호바씨오일, 정제수 ,세테아릴올리베이트, 솔비탄올리베이트, 스쿠알란, 아르간커넬오일, 판테놀, 사과즙, 사과추출물, 부틸렌글라이콜, 프로판다이올, 야잡씨버터, 부틸렌글라이콜다이카프릴레이트, 다이카프레이트, 사철쑥추출물, 울금뿌리추출물, 올리브추출물, 락토바실러스, 소듐하이알루로네이트, 병풀추출물, 밀배아추출물, 브로콜리추출물, 양배추추출물, 자주개자리추출물, 베타-글루칸, 무씨추출물, 유채추출물, 사과씨추출물, 토코페롤, 1&2헥산다이올, 카보머, 트로메타민, 세라마이드엔피, 다이소듐이디티에이',
        'price': '23,000',
        'rec': '보습이 필요한 아이, 피부진정이 필요한 아이\n가려움이 심한 아이, 털이 빠지는 아이\n',
        'volume': '100ml'
      }
    ]
  ]
];
